

中国同族摘要

本发明的热浸镀锌钢板包含母材钢板和形成在上述母材钢板的至少一个表面的热浸镀锌层，其中，上述热浸镀锌层在上述钢板的表面是Fe含量为超过0％且5％以下、Al含量为超过0％且1.0％以下并且包含由ζ相形成的柱状晶，而且上述热浸镀锌层与母材钢板的全界面之中的20％以上被ζ相所覆盖，在上述热浸镀锌层中是ζ晶粒之中的存在粗大氧化物的ζ晶粒与母材钢板所成的界面相对于上述ζ相与母材钢板的全界面为50％以下，上述母材钢板具有特定的化学成分，并且具有微细化层，该微细化层与上述母材钢板和上述热浸镀锌层的界面直接接触，上述微细化层的平均厚度为0.1～5.0μm，上述微细化层内的铁素体相的平均粒径为0.1～3.0μm，上述微细化层中含有Si和Mn中的一种或两种以上的氧化物，上述氧化物的最大直径为0.01～0.4μm。

热镀锌钢板具有实质上由η相形成的镀层和存在于所述镀层表面的氧化物层。所述氧化物层的平均厚度为10nm以上。所述氧化物层由Zn类氧化物层和Al类氧化物层形成。其制造方法具有热镀锌工序、表面光轧工序和氧化处理工序。
一种无表面缺陷且具有改善的镀锌特性和合金化特性的高锰热轧镀锌钢板通过使用高锰热轧钢板而制造。提供了高锰热轧镀锌钢板和制造所述高锰热轧镀锌钢板的方法。所述高锰热轧镀锌钢板包括：含有5重量％至35重量％的锰的热轧钢板；以及在热轧钢板上形成的锌镀层，其中，在朝向锌镀层的热轧钢板的内部区域中形成内部氧化物层。
一种去除助溶剂中铁离子的方法，用以润湿铁材对象的表面，该方法包括：以溶剂、氯化锌及氯化铵而在配制槽中配制助溶剂并送至处理槽；浸泡铁材对象于助溶剂中以溶出表面的部分铁并产生润湿作用；加入高氧化性气体以氧化助溶剂中的铁离子，形成氧化铁而沉淀；抽取出助溶剂并利用多层滤网过滤出已沉淀的氧化铁；以及将过滤后的助溶剂回流至处理槽中，并重复上述的铁材对象浸泡处理，以持续去除铁材对象浸泡处理中所产生的铁离子。本方法可维持助溶剂中氯化锌及氯化铵的浓度，确保钢铁表面上的润湿作用，而不需额外补充氯化锌及氯化铵。
热冲压制品的制造方法包括：成形工序，对其上形成有镀锌层(12)的镀锌钢板(1)进行加热并通过热冲压将经加热的镀锌钢板(1)成形；除去工序，在成形工序后对形成于镀锌层(12)的表面上的氧化膜(13)照射激光以除去氧化膜(13)；涂装工序，在除去工序后在通过热冲压成形的镀锌钢板(1)上进行涂装处理。
本发明提供一种加压成型时的滑动阻力小、即使在苛刻的碱性脱脂条件(温度低、生产线长度短的条件)下也具有优异的脱脂性、可抑制所形成的氧化物层的溶解、可抑制由清洗处理所致的不均的产生且处理液中可以不含环境有害物质的镀锌系钢板的制造方法。所述镀锌系钢板的制造方法是在表面具有氧化物层的镀锌系钢板的制造方法，具备：氧化物层形成工序，使镀锌系钢板与含有硫酸根离子的酸性溶液接触后保持1～60秒，然后进行水洗；以及中和处理工序，在使氧化物层形成工序中形成的氧化物层的表面与碱性水溶液接触的状态下保持0.5秒以上，然后进行水洗、干燥，作为碱性水溶液，使用含有0.1g/L以上的碳酸根离子的溶液。

本发明的熔融镀锌方法中,是通过氧化还原法使镀敷性提高后,再进行熔融镀锌。按无氧化带、氧化带及还原带的顺序构成熔融镀锌设备的退火作业线,对于含有比Fe更容易氧化的元素的钢板,在所述氧化带中利用火焰照射进行基于氧化还原法的氧化,再在还原带对于此钢板进行还原退火。
本发明涉及制备具有TRIP显微组织的热浸镀锌或锌镀层退火的钢片材的方法,所述方法包括以下步骤:-提供重量比组成包含如下成分的钢片材:0.01≤C≤0.22%,0.50≤Mn≤2.0%,0.2≤S i≤2.0%,0.005≤Al≤2.0%,Mo<1.0%,Cr≤1.0%,P<0.02%,Ti≤0.20%,V≤0.40%,Ni≤1.0%,Nb≤0.20%,组成的余量是铁和来自熔炼的不可避免的杂质;在其中气氛包含空气和燃料且空气与燃料之比为0.80-0.95的直焰炉中氧化所述钢片材,使得在钢片材表面上形成厚度为0.05-0.2μm的铁氧化物层,而且形成Si和/或Mn和/或Al的内部氧化物;以0.001-0.010μm/s的还原速率还原;所述氧化的钢片材,以便实现铁氧化物层的还原,对所述还原的钢片材进行热浸镀锌以形成涂覆锌的钢片材,和任选地,使所述热浸涂覆的钢片材经受合金化处理从而形成锌镀层退火的钢片材。

本发明提供一种热浸镀锌系钢板，其具备钢板和被赋予在所述钢板的表面的镀层，其中，所述镀层在其表层具有含有无机含氧酸盐和金属系氧化物的非晶质皮膜；所述镀层具有ζ相和δ1相；所述镀层含有8质量%~13质量%的Fe；所述金属氧化物所含的Zn存在于直到所述非晶质皮膜的最表层；用所述ζ相的晶面间距为0.126nm时的扣除背景后的X射线衍射强度来除以所述δ1相的晶面间距为0.127nm时的扣除背景后的X射线衍射强度所得的值即X射线衍射强度比I为0.06~0.35。


本发明稳定地提供一种高强度热浸镀锌钢板,其具有高抗张强度并且没有未镀覆部分,即使当所用的设备仅具有还原退火炉并且使用含有相对大量的被认为可能产生未镀覆部分的SI、MN和AL的钢板作为基材时,其也具有优异的可加工性和表面性能。在本发明中通过将NI加到钢板中,在钢板表面层中的一些部分形成氧化物,并且抑制SI、MN和AL在未形成氧化物部分的表面浓缩,从而即使当钢板含有SI、MN和AL时,也可以保证良好的镀覆性能;通过进一步加入MO、CU和SN也增强了NI的作用,并加速了氧化物形成;此外,在TRIP钢板情况下,通过严格确定SI和AL的范围稳定奥氏体,避免加入NI对镀覆性能的破坏,进一步以平衡方式加入MO。此外,在TRIP钢板中,通过调节残余奥氏体比例本发明提高了压制成型性,通过在镀覆之前的退火中调节氢浓度和露点也加速了氧化物形成。
本发明提供一种以含有Si、Mn和B的高强度钢板为母材的镀覆密合性优异的高强度熔融镀锌钢板及其制造方法。对含有Si、Mn和B的钢以满足下式的出侧温度T进行氧化处理，接着，进行还原退火、熔融镀锌处理。T≥58.65×[Si]+29440×[B]-13.59×[O2]+548.1，[Si]：钢中的Si质量％，[B]：钢中的B质量％，[O2]：氧化炉内气氛的O2体积％。
本发明的目的在于提供以Si含量高的钢板作为母材、不存在表面缺陷、具有漂亮外观的镀层密合性优良的热镀锌钢板和合金化热镀锌钢板以及它们的制造方法。一种外观性和镀层密合性优良的热镀锌钢板，其特征在于，具有以质量％计含有C：0.20～0.50％、Si：0.1～3.0％、Mn：0.5～3.0％、P：0.001％～0.10％、Al：0.01％～3.00％、S：0.200％以下且余量由Fe和不可避免的杂质构成的成分组成，从钢基与锌镀层的界面起在钢基侧具有厚度为4μm以下的内部氧化层，且从钢基与锌镀层的界面起在钢基侧具有厚度为16μm以下的脱碳层，而且上述内部氧化层以面积率计含有50％以上的由Fe2XMn2-2XSiOY表示的含有Fe和/或Mn的Si氧化物。在此，X＝0～1，Y＝3或4。
本发明提供一种镀锌系镀锌系钢板的制造方法，该镀锌系钢板压制成型时的滑动阻力小，并且在温度低、生产线长度短的严苛的碱脱脂条件下也具有优异的脱脂性，能够抑制所形成的氧化物层的溶解且抑制由清洗处理所致的不均的产生。上述镀锌系钢板的制造方法具备如下工序：氧化物层形成工序，使镀锌系钢板与含有硫酸根离子的酸性溶液接触后保持1～60秒，其后进行水洗；以及中和处理工序，在使上述氧化物层形成工序中形成的氧化物层的表面与碱性水溶液接触的状态下保持0.5秒以上，其后进行水洗、干燥，上述碱性水溶液含有0.01g/L以上的P离子、0.1g/L以上的碳酸根离子。


本发明涉及使用含有规定量C、Si、Mn等的母材钢板的合金化热浸镀锌钢板，在前述母材钢板的表面施加以质量％计含有Fe：5％以上且15％以下的厚度3μm以上且30μm以下的合金化热浸镀锌层，位于前述母材钢板的表面正下方并且从前述母材钢板的表面到前述母材钢板内具有厚度为2μm以上且20μm以下的A层，对于所述A层：含有50体积％以上的铁素体组织，非氧化物的Fe的含有率为90质量％以上，Fe、Si、Mn、P、S、Al的氧化物的含有率的总计为10质量％以下，C的含有率不足0.05质量％。
本发明的目的在于提供一种将含有Si及Mn的高强度钢板作为母材的、镀层紧贴性及耐蚀性优异的高强度合金化热浸镀锌钢板的制造方法。一种高强度合金化热浸镀锌钢板的制造方法，对于含有Si、Mn的钢板，在气氛的氧浓度小于1vol％的区域中，以使钢板的平均升温速度为20℃/sec以上且最高到达温度T为400℃～500℃的方式进行氧化处理，接着，在气氛的氧浓度为1vol％以上的区域中，以使钢板的平均升温速度小于10℃/sec且最高到达温度为600℃以上的方式进行氧化处理，接着，进行还原退火、热浸镀锌处理，进一步地在460～600℃的温度下加热10～60秒钟而进行合金化处理。
提供加工部的镀覆品质及镀覆外观优异的高强度热浸镀锌钢板。高强度热浸镀锌钢板具有：冷轧钢板，由特定的组成构成，具有马氏体面积率为7％以上且小于25％、铁素体面积率为50％以上的组织，且基底金属表层部的内部氧化量每单面为0.05g/m2以下；金属间化合物，形成于所述冷轧钢板上、且含有0.12g/m2以上且0.22g/m2以下的Al，及平均粒径小于1.0μm的Fe2Al5；及热浸镀锌层，形成于所述金属间化合物上，且含有0.3％≤Al％≤0.6％，其中以质量％计，Al％表示热浸镀锌层的Al的含量，且热浸镀锌层的表面粗糙度Ra为0.8μm以上且1.6μm以下、光泽度(G值)为550以上且750以下、锌基底面取向比Zn(002)/(004)为60％以上且90％以下。
提供加工部的镀覆品质、镀覆外观及点焊性优异的高强度热浸镀锌钢板。高强度热浸镀锌钢板具有：冷轧钢板，其由特定的组成构成，具有马氏体面积率为7％以上且小于25％、铁素体面积率为50％以上的组织，且基底金属表层部的内部氧化量每单面为0.05g/m2以下；金属间化合物，形成于所述冷轧钢板上、且含有0.03g/m2以上且0.12g/m2以下的Al，及平均粒径小于0.7μm的Fe2Al5；及热浸镀锌层，形成于所述金属间化合物上，且含有0.15％≤Al％≤0.30％，其中以质量％计，Al％表示热浸镀锌层的Al的含量，且热浸镀锌层的表面粗糙度Ra为0.8μm以上且1.6μm以下、光泽度(G值)为750以上850以下、锌基底面取向比Zn(002)/(004)为30％以上且60％以下。
本发明提供以含有Si、Mn以及Cr的高强度钢板为母材的镀覆密合性优异的高强度热浸镀锌钢板及其制造方法。对含有Si、Mn以及Cr的钢在氧化炉中以出侧温度T进行氧化处理，接着，进行还原退火、热浸镀锌处理。或者进一步在460～600℃的温度下加热10～60秒钟进行合金化处理。上述出侧温度T满足下述关系：A=0.015T-7.6（T≥507℃）A=0（T＜507℃）B=0.0063T-2.8（T≥445℃）B=0（T＜445℃）[Si]+A×[Cr]≤B，其中，[Si]：钢中的Si质量%[Cr]：钢中的Cr质量%。
本发明涉及镀锌的和／或合金镀锌的钢表面或者具有至少一些锌表面的接合金属部件的金属化预处理方法，其中铁的薄表层由包含作为铁阳离子来源的水溶性化合物的含水电解质沉积到锌表面上。本发明的方法在至少部分地或连续地施加电解电压的情况下进行，其中所述镀锌的和／或合金镀锌的钢表面连接作为阴极。该含水电解质还包含促进剂，所述促进剂选自元素磷、氮和／或硫的含氧酸，其中所述元素磷、氮和／或硫处于中间氧化态。
本发明的目的在于提供以Si含量高的钢板作为母材、不存在表面缺陷、具有漂亮外观的镀层密合性优良的热镀锌钢板和合金化热镀锌钢板以及它们的制造方法。一种外观性和镀层密合性优良的热镀锌钢板，其特征在于，具有以质量％计含有C：0.08％以上且低于0.20％、Si：0.1～3.0％、Mn：0.5～3.0％、P：0.001％～0.10％、Al：0.01％～3.00％、S：0.200％以下且余量由Fe和不可避免的杂质构成的成分组成，从钢基与锌镀层的界面起在钢基侧具有厚度为5μm以下的内部氧化层，且从钢基与锌镀层的界面起在钢基侧具有厚度为20μm以下的脱碳层，而且所述内部氧化层以面积率计含有50％以上的由Fe2XMn2-2XSiOY表示的含有Fe和/或Mn的Si氧化物。在此，X＝0～1，Y＝3或4。
本发明涉及一种热浸镀锌系钢板的制造方法。对于镀覆后不实施合金化处理的、表面活性度低的热浸镀锌钢板，即使不进行碱预处理也能够形成滑动特性优异的Zn系氧化物层。另外，能够制造可提高表面的Zn系氧化物层的生成面积率、增加任意厚度的热浸镀锌钢板。一种锌系镀覆钢板的制造方法，对钢板实施热浸镀锌，实施调质轧制后与具有pH缓冲作用的酸性溶液接触，接触结束后保持1～60秒后水洗，由此在镀覆表面形成氧化物层，其中，调质轧制为，使用Ra为2μm以上的毛面辊以压下率5%以下进行轧制，接着使用Ra为0.1μm以下的光面辊以压下率3%以下进行轧制，或者，使用Ra为0.1μm以下的光面辊以压下率3%以下进行轧制，接着使用Ra为2μm以上的毛面辊以压下率5%以下进行轧制。

本发明提供了一种制造热浸镀锌钢板的方法。根据本发明的一个方面，所述方法可以包括：制备基体钢板；在制备的基体钢板上形成铁(Fe)镀层，在600℃至800℃的温度范围内氧化加热在其上形成有Fe镀层的钢板，在露点为-30℃至5℃的包含20ppm以下的氧、1体积％至20体积％的H2以及余量为N2和不可避免的气体的还原气氛中将加热的钢板在750℃至900℃的温度范围内保持5秒钟以上，冷却保持的钢板，并且将冷却的钢板浸入热浸镀锌浴中而进行电镀。
一种热轧钢板的制造方法，包括以下工序：将钢板坯在板坯加热炉加热的板坯加热工序，将加热了的钢板坯用粗轧机和精轧机进行热轧而制成带钢的工序以及将带钢在卷绕机卷绕的卷绕工序。从板坯加热工序到卷绕工序的工序的气氛为非氧化性气氛。上述钢板坯以质量%计含有C：0.01～0.15%、Si：0.1～1.8%、Mn：1.0～2.7%、Al：0.01～1.5%、P：0.005～0.025%、S：0.01%以下。热浸镀锌钢板可通过将上述热轧钢板酸洗除去氧化皮，或者进一步进行冷轧，其后，进行热浸镀锌而制造。
钢带(1)的连续热浸入电镀方法,所述钢带(1)包括一定比例的可以改善钢材的机械特性的可氧化添加元素,根据该方法,钢带在一个处于还原气体下的电镀炉(3)中行进,其特征在于,炉子由一些热处理部分组成,即加热、保持、冷却以及把钢带浸在一个电镀炉(2)中。钢带在炉子入口部分的上游经过一种在温度、时间和钢带处于其中的气体的氧浓度的条件下的热处理,使得可氧化添加元素在它们能够迁移到表面并在表面形成一个氧化层前主要在钢带内部氧化。
本发明提供冲孔加工中的疲劳特性优良的拉伸强度为590MPa以上的高强度热镀锌钢板及其制造方法。作为组织，具有平均粒径为15μm以下且面积率为60%以上的铁素体相和面积率为5～40%的马氏体相，在距镀锌层正下方的基体钢板表面钢板侧深度方向100μm以内的钢板表层部中，生成的选自Fe、Si、Mn、Al、P、Nb、Ti中的一种以上的氧化物在每单面低于0.060g/m2。在制造时，在连续式热镀锌处理中，在700～900℃的温度下进行均热，将700℃以上的温度区域的气氛露点设为-40℃以下。

本发明提供一种将含有易氧化性元素即Si或Mn的钢板作为母材，镀覆润湿性及镀覆密合性优良的具备热浸镀锌层的钢板及其制造方法。在钢板表面具有热浸镀锌层A的热浸镀锌钢板，其特征在于在该钢板表面正下方且在该钢板内具有下述B层。B层：厚度为0.001μm～0.5μm，按该B层的质量基准计，合计低于50质量%地含有Fe、Si、Mn、P、S、Al的氧化物中的1种或2种以上，以C：低于0.05质量%、Si：低于0.1质量%、Mn：低于0.5质量%、P：低于0.001质量%、S：低于0.001质量%、Al：低于0.005质量%的含量含有非氧化物的C、Si、Mn、P、S、Al，含有50质量%以上的非氧化物的Fe。
本发明提供一种稳定显示出良好的磷酸盐处理性的合金化熔融镀锌钢板。是一种至少在基材钢板的单面具有FE-ZN合金镀层的高强度合金化熔融镀锌钢板,所述基材钢板分别含有C:0.03～0.3%、SI:0.5～3.0%、MN:0.5～3.5%,余量由铁和不可避免的杂质构成,所述FE-ZN合金镀层,设作为氧化物存在的SI浓度为[SI](质量%),设作为氧化物存在的MN浓度为[MN](质量%)时,其满足下式(1)和(2)的关系。[SI]≤0.25…(1),[MN]/[SI]≤3.0…(2)。
本发明的镀锌钢板，具备：钢板、和所述钢板的表面上的镀层，所述钢板具有下述钢化学组成：以质量%计，包含：C：0.05～0.40%、Si：0.5～3.0%、Mn：1.5～3.0%；具有下述显微组织：包含铁素体、贝氏体、30%以上的体积分率的回火马氏体和8%以上的体积分率的奥氏体；具有980MPa以上的抗拉强度，所述镀层含有包含选自Si、Mn和Al中的1种以上的化学元素的氧化物，在包含所述钢板与所述镀层的板厚方向截面观察的情况下，所述氧化物的投影面积率为10%以上。
本发明提供一种成形性及镀覆性优良的高强度热浸镀锌钢板,其是在高强度钢板上,具有含AL:0.05质量%～10质量%、FE:0.05质量%～3质量%、剩余部分由ZN及不可避免的杂质构成的镀锌层的热浸镀锌钢板,所述高强度钢板以质量%计含有C:0.05%～0.25%、SI:0.3%～2.5%、MN:1.5%～2.8%、P:0.03%以下、S:0.02%以下、AL:0.005%～0.5%、N:0.0060%以下,剩余部分由FE及不可避免的杂质构成,其特征在于,在离高强度钢板和镀层的界面5ΜM以下的钢板侧的晶界和晶粒内,含SI的氧化物以平均含有率为0.6质量%～10质量%存在,在镀层侧存在平均粒径为0.5～3ΜM的FE-ZN合金。
本发明涉及高强度冷轧钢板的制造方法，其特征在于，通过连续退火 炉、或具有连续退火炉的冷轧钢板/热浸镀锌钢板兼用设备，将冷轧钢板连 续退火，制造高强度冷轧钢板，该连续退火炉中，包含以再结晶为目的的 加热后的600～250℃的钢板温度范围内的一部分或全部的冷却带的冷却方 式为气体冷却、扩散冷却、冷却管冷却中的1种或2种以上；其中，在上 述钢板温度范围内，将钢板表面暴露于使铁氧化的气氛中使其表面氧化， 并在退火炉出口侧进行酸洗后，实施1～50mg/m2的铁或Ni的镀覆。
本发明提供在废液处理中不造成负担、可以对镀锌钢板进行良好的化学转化处理且稳定性优越的金属表面处理组合物及金属表面处理方法,以及,通过所述金属表面处理方法得到的防锈性、粘合性优越的镀锌钢板。其采用的技术方案是,金属表面处理组合物含有氧化铌胶粒,所述氧化铌胶粒来源于由含有的相对于Nb的摩尔比为0.02～1.0的柠檬酸或其盐稳定的氧化铌溶胶。
本发明提供一种热浸镀锌钢板，其具备钢板和所述钢板表面上的镀层，其中，显微组织以体积分率计合计含有20%以上且99%以下的马氏体及贝氏体中的1种或2种；剩余组织含有铁素体、体积分率低于8%的残留奥氏体及体积分率为10%以下的珠光体中的1种或2种；所述热浸镀锌钢板具有980MPa以上的抗拉强度；所述镀层是热浸镀锌层，所述热浸镀锌层含有包含Si、Mn或Al中的1种或2种以上的氧化物，并且含有15质量%以下的Fe，剩余部分含有Zn、Al及不可避免的杂质，当在包含所述钢板和所述热浸镀锌层的板厚方向截面观察时，投影面积率为10%以上且90%以下。
本发明提供一种加压成型时的滑动阻力小、并且即便在温度低、生产线长度短的苛刻的碱性脱脂条件下，也具有优异的脱脂性的镀锌系钢板的制造方法。使用含有0.01g/L以上的P离子、0.01g/L以上的胶体分散粒子的碱性水溶液对形成在镀锌系钢板的表面的氧化物层进行中和处理。上述碱性水溶液优选含有磷酸盐、焦磷酸盐和三磷酸盐中的至少1种以上的磷化合物，和Ti、二氧化硅、Pt、Pd、Zr、Ag、Cu、Au和Mg中的至少1种以上的胶体分散粒子。
本发明将添加B而赋予了耐熔融金属脆化开裂性的钢种用于镀敷原板，提供镀敷密合性优异的熔融Zn-Al-Mg系合金镀敷钢板。镀敷密合性优异的熔融锌系镀敷钢板中，在距作为镀敷原板的钢板和形成于其表面上的熔融锌系镀敷层的界面10μm以内的钢板侧存在Si单独氧化物、Mn单独氧化物、Cr单独氧化物、Si-Mn系复合氧化物、Si-Cr系复合氧化物、Mn-Cr系复合氧化物、Si-Mn-Cr系复合氧化物的至少1种以上。
一种热浸镀锌钢板,在具有下述组成的钢板的表面具有每单面的镀覆附着量为20～120g/m2的镀锌层,在该镀锌层的正下方的、距基底钢板表面100μm以内的钢板表层部中选自Fe、Si、Mn、Al、P中的1种以上的氧化物的每单面的总量为0.05g/m2以下,所述组成为:以质量%计含有C:0.01～0.15%、Si:0.001～2.0%、Mn:0.1～3.0%、Al:0.001～1.0%、P:0.005～0.060%、S≤0.01%且剩余部分是Fe及不可避免的杂质。该钢板的耐腐蚀性、高加工时的镀层耐剥离性及强度优异。
本发明提供一种镀锌钢板的冲压成形评价方法,其对在镀敷表层具有厚度10NM～100NM的氧化膜的镀锌钢板的冲压成形性,以非破坏的方式迅速地进行评价。具体解决方案,其特征在于,具有:向镀锌钢板照射X射线的工序;通过氧的KΑ射线的一次衍射线和锌的LΒ射线的二次射线的衍射角度差为2度以上的分光结晶,对在上述工序中激发、放出的荧光X射线进行分光的工序;用检测器对在上述分光工序中被分光的主要包含氧的KΑ射线的一次衍射线的X射线进行检测的工序;以氧的KΑ射线的一次衍射线的能级为基准(100%),调节波高分析器的窗宽,将能级与此相对地位于±25%～±75%的范围内的X射线,从在上述检测工序中检测出的主要包含氧的KΑ射线的一次衍射线的X射线中分离出来的工序;测定在上述工序中被分离出的X射线的强度的测定工序;和根据在上述工序中测定的X射线的强度,对镀锌钢板的冲压成形性进行评价的工序。
本发明提供一种可以确保最大抗拉强度为900MPa以上的高强度、且可以得到较高的延展性、同时机械切断特性优良的高强度热浸镀锌钢板等。其是在被设定为适当范围的成分组成的钢板的表面具有镀层，且板厚为0.6～5.0mm的高强度热浸镀锌钢板；钢板组织以体积分数计，至少含有40～90%的铁素体相以及3%以上的残余奥氏体相；残余奥氏体相的固溶碳量为0.70～1.00%，平均粒径为2.0μm以下，而且粒子间的平均距离为0.1～5.0μm；钢板表层部的脱碳层厚度为0.01～10.0μm；所述钢板表层部中含有的氧化物的平均粒径为30～120nm，而且其平均密度为1.0×1012个/m2以上；进而3～7%的塑性变形时的加工硬化系数（n值）平均为0.080以上。
本发明提供加工性、耐疲劳特性优良的高强度合金化热镀锌钢板的制造方法。对含有0.1～2.5％的Si的钢板在氧化处理、还原退火后实施热镀锌处理、合金化处理。在氧化处理中，前段中，在O2浓度为1000体积ppm以上、H2O浓度为1000体积ppm以上的气氛中在400～750℃的温度下进行加热，后段中，在O2浓度低于1000体积ppm、H2O浓度为1000体积ppm以上的气氛中在600～850℃的温度下进行加热，在还原退火中，在H2浓度为5～30体积％、H2O浓度为500～5000体积ppm、余量由N2和不可避免的杂质构成的气氛中在650～900℃的温度下进行加热，在合金化处理中，在满足?50log([H2O])+650≤T≤?40log([H2O])+680([H2O]为还原退火时的H2O浓度(体积ppm))的温度T(℃)下进行10～60秒钟处理。
一种热浸镀锌钢板,该热浸镀锌钢板具有:由以%(质量)计含有C:0.01～0.15%、Si:0.001～2.0%、Mn:0.1～3.0%、Al:0.001～1.0%、P:0.005～0.060%、S≤0.01%,余量为Fe和不可避免的杂质形成的钢板;在上述钢板的表面形成以每一单面的电镀附着量为20～120g/m2的镀锌层;在紧挨着该镀锌层的下方、自基底钢板表面起100μm以内的钢板表层部分中,存在每一单面总计为0.01～0.5g/m2的选自Fe、Si、Mn、Al、P中的1种以上的氧化物;在紧挨着上述镀锌层的下方、自基底钢板表面起至10μm为止的区域中存在结晶性氧化物,该结晶性氧化物在自Fe晶界起1μm以内的Fe晶粒内包含Si和Mn。该钢板具有高强度、且高度加工时的耐电镀剥离性优异。

本发明提供加工性、弯曲加工部的镀层密合性、延伸凸缘加工部的耐腐蚀性、表面外观优良的高强度热镀锌钢板。一种高强度热镀锌钢板，在钢板表面上具有每单面的镀层附着量为20～120g/m2的锌镀层，所述钢板含有C：0.02％以上且0.30％以下、Si：0.01％以上且2.5％以下、Mn：0.1％以上且3.0％以下、P：0.003％以上且0.08％以下、S：0.01％以下、Al：0.001％以上且0.20％以下、Ti：0.03％以上且0.40％以下，且余量由Fe和不可避免的杂质构成。在镀层下方距离钢板表面10μm以内的C与Ti的浓度比(C/Ti)以原子比计为0.8以上且1.5以下，并且在镀层下方距离钢板表面100μm以内的钢板表层部中生成的选自Fe、Si、Mn、P、Al、Ti中的一种以上的氧化物以氧量计合计为每单面0.05g/m2以下。
本发明特别涉及在具有预热段和保温段并仅配有辐射管的连续钢带镀锌退火炉中确保钢带氧化以防止钢的合金元素的选择性氧化的方法,所述钢带氧化旨在防止钢的合金元素的选择性氧化,其特征在于包括下列步骤:在炉加热段中的至少一个位置和/或在保温段中的至少一个位置安装至少一个能够注射氧化介质的改良管;和通过该改良管注射氧化介质,该氧化介质的组成使得在该氧化介质和钢带的温度条件中,根据钢带的化学组成,所述介质具有确保钢带合金元素的深度氧化的露点。
本发明的母材钢板在表面形成有热浸镀锌层，并且以1/4厚度为中心的距板厚的表面为1/8厚度～3/8厚度的范围中的钢板组织的残余奥氏体相以体积分数计为5%以下，贝氏体相、贝氏体铁素体相、初生马氏体相和回火马氏体相的合计以体积分数计为40%以上，平均有效晶体粒径为5.0μm以下，最大有效晶体粒径为20μm以下，在表层部形成有厚度为0.01μm～10.0μm的脱碳层，分散于所述脱碳层中的氧化物的密度为1.0×1012～1.0×1016个/m2，所述氧化物的平均粒径为500nm以下。
本发明提供一种与森氏带钢氮化浸渍镀锌法或无氧化炉方式相比,加工性良好、且粉化性或滑动性也良好的合金化热浸镀锌钢板的制造方法,其特征在于,在对以质量%计含有C:0.01～0.12%、MN:0.05～0.6%、SI:0.002～0.1%、P:0.05%以下、S:0.03%以下、SOL.AL:0.005～0.1%、N:0.01%以下、且剩余部分由FE及不可避的杂质构成的钢坯进行热轧、酸洗、冷轧后,在650～900℃下退火,冷却到250～450℃,在保持120秒以上后冷却到室温,然后酸洗,不进行调质轧制,直接预镀NI或NI-FE,在以5℃/秒以上的速度加热到430～500℃后,在镀锌浴中镀锌,在摩擦接触后以20℃/秒以上的升温速度加热到460～550℃,不花时间均热或在低于5秒的均热保持后,以3℃/秒以上的速度冷却,以0.4～2%的延伸率实施最终的调质轧制。

本发明在于防止在退火时钢中的Si、Mn等易氧化性元素在钢带表面聚集而形成易氧化性元素的氧化物。本发明使用下述立式退火炉，该立式退火炉具备加热带、均热带和冷却带，将炉内气体的一部分导入到设于炉外的精炼器使露点降低，将露点得到了降低的气体送回到炉内；在该立式退火炉中，均热带与冷却带的联结部配置在炉上部，在均热带与冷却带的联结部附近的冷却带和均热带上部设置用于将炉内气体导入至精炼器的吸引口，在均热带与冷却带的联结部和均热带下部设有将气体从精炼器送回的吐出口；均热带与冷却带的联结部附近的冷却带的吸引气体量Qo1、均热带上部的吸引气体量Qo2、均热带与冷却带的联结部的吐出气体量Qi1、均热带下部的吐出气体量Qi2、冷却带以后的气氛气体的供给量Qf1、均热带的气氛气体的供给量Qf2、均热带内容积Vs、以及均热带平均炉温Ts满足0.3×Qf1<Qo1等的关系。
本发明涉及一种使用金属覆层来镀覆扁钢产品的方法,所述扁钢产品是由含有不同合金成分、尤其是含有锰、铝、硅和/或铬的高强度钢制得的,其中所述扁钢产品首先经历热处理,以便随后在加热状态下、在总体上含有至少85%的锌和/或铝的熔浴中通过热浸镀来镀以金属覆层。根据本发明,所述热处理包括下列工艺步骤:A)将扁钢产品在氢气含量为从至少2%到8%的还原气氛中加热到从大于750℃至850℃的温度;B)通过使用氧气含量为0.01%至1%的氧化气氛,将所述扁钢产品在反应室中在从大于750℃至850℃的温度下持续进行热处理1至10秒,使主要由纯铁构成的表面转化为氧化铁层,其中所述反应室被整合在连续式加热炉内;C)然后,将所述扁钢产品在氢气含量为2%至8%的还原气氛中通过加热至最高900℃来进行退火,使得之前形成的所述氧化铁层至少在所述扁钢产品的表面上被还原为纯铁,其中该加热步骤持续的时间远长于用来形成氧化铁层而实施的热处理(工艺步骤B)的持续时间;D)然后,将所述扁钢产品冷却到熔浴的温度。

本发明涉及一种制备热浸锌镀层退火的钢片材的方法,该钢片材具有TRIP显微组织并且按重量%计包含如下元素:0.01≤C≤0.22%,0.50≤Mn≤2.0%,0.5<Si≤2.0%,0.005≤Al≤2.0%,Mo<0.01%,Cr≤1.0%,P<0.02%,Ti≤0.20%,V≤0.40%,Ni≤1.0%,Nb≤0.20%,组成的余量是铁和来自熔炼的不可避免的杂质,所述方法包括如下步骤:氧化所述钢片材以便在钢片材的表面上形成铁氧化物层,以及形成选自下组中至少一种氧化物的内部氧化物:Si氧化物、Mn氧化物、Al氧化物、包含Si和Mn的复合氧化物、包含Si和Al的复合氧化物、包含Al和Mn的复合氧化物以及包含Si、Mn和Al的复合氧化物;还原所述氧化的钢片材,以便还原铁氧化物层;对所述还原的钢片材进行热浸镀锌以形成锌基涂覆的钢片材;和-使所述锌基涂覆的钢片材经受合金化处理从而形成锌镀层退火的钢片材。
本发明涉及在施加腐蚀防护涂层之前锌表面的湿式化学预处理。湿式化学预处理产生基本上由氧化物和/或金属铁组成的薄的无机涂层沉积。根据本发明施加的铁层结构(下文中称为“镀铁”)改善了锌表面上可通过现有技术中已知的湿式化学转化涂层实现的腐蚀防护。此外，所述镀铁过程既减少了具有锌和铁表面的连接金属组件的接触腐蚀，又减少了具有涂料层结构的镀锌钢带的切割边缘上的腐蚀涂层迁移。具体地，本发明涉及用于镀铁目的的碱性组合物，所述组合物含有铁离子源、基于元素氮和磷的含氧酸的还原剂，以及在相对于酸基团的α、β或γ位具有氨基的水溶性有机羧酸和/或其水溶性盐。
提供了一种包含分布于水分散性聚氨酯树脂中的碳纳米管的热浸镀锌钢板表面处理用不含铬涂料组合物,和一种使用其进行过表面处理的钢板。所述包含碳纳米管且具有出色的导电性的热浸镀锌钢板表面处理用不含铬涂料组合物包含,基于所述组合物的固体总重量计:(a)40至60重量份水溶性或水性有机树脂;(b)20至40重量份无机金属溶胶;(c)2至5重量份包含碳纳米管(CNT)的碳纳米管膏;(d)2至5重量份基于金属氧化物/磷酸盐的防腐蚀剂;(e)5至15重量份有机金属络合物;(f)3至7重量份碳二亚胺交联剂;和(g)余量的水、乙醇或其混合物。用所述组合物进行了表面处理的钢板可有利地确保耐腐蚀性而不包含铬成分,并且甚至当以1000mg/m2或更高的涂覆量使用所述涂料组合物时,仍能够显示出其导电性。
本发明涉及一种目的用来采用包括冷轧步骤的方法制备未镀覆、电镀锌或热浸镀锌的TRIP钢产品的钢组合物,所述钢组合物的特征在于磷的特定添加。添加磷是为了在通过充分降低碳含量保持良好焊接性的同时获得所要求的机械性能(高的抗拉强度与高的延伸率组合)。本发明还涉及一种制备钢产品的方法,以及所获得的钢产品,所述产品具有本发明的组合物。
本发明的热浸镀锌钢板包含母材钢板和热浸镀锌层，在距离母材钢板表面1/8厚～3/8厚的范围内以体积分率计铁素体相为40％～97％，硬质组织合计为3％以上，在从镀层与母材钢板的界面到母材钢板深度20μm为止的表层范围内的硬质组织的体积分率为上述1/8厚～3/8厚的范围内的硬质组织的体积分率的0.10～0.90倍的母材钢板的表面，具有Fe为5％以下、Al为1.0％以下、使由ζ相形成的柱状晶在镀层与钢板的全部界面中介入20％以上的热浸镀锌层，在母材钢板的界面侧具有微细化层，微细化层的平均厚度、微细化层内的铁素体相的平均粒径、微细化层中包含的氧化物的最大直径分别规定。
本发明的热浸镀锌钢板包含母材钢板和热浸镀锌层，在距离母材钢板表面1/8厚～3/8厚的范围内以体积分率计铁素体相为50％以下，硬质组织为50％以上，在以镀层与母材钢板的界面作为起点的至母材钢板深度20μm为止的范围内残余奥氏体的体积分率为3％以下，在将硬质组织的体积分率设定为1/8厚～3/8厚的范围内的体积分率的0.10～0.90倍的母材钢板的表面，具有Fe：5％以下、Al：1.0％以下、使由ζ相形成的柱状晶在镀层与钢板的全部界面中介入20％以上的热浸镀锌层，在母材钢板的界面侧具有微细化层，微细化层的平均厚度、微细化层内的铁素体相的平均粒径、微细化层中包含的氧化物的最大直径分别规定。
一种热镀锌钢板的清洗方法,连续传送实施表面氧化处理的带状热镀锌钢板,同时使上述热镀锌钢板接触清洗液1秒以上,接着与纯水接触。通过该方法,能够有效且充分地洗掉附着在实施表面氧化处理的热镀锌钢板的表面的酸性溶液。另外,还提供用于实施该方法的热镀锌钢板的清洗装置。

一种镀锌系钢板的制造方法,其中,对钢板实施锌系镀覆,并使其表面与含有锌离子浓度范围为5～100g/l的锌离子,pH为4～6,并且液温为20℃～70℃的水溶液接触,接着,保持1～60秒之后,进行水洗、干燥。作为含有锌的溶液,例如,优选含有锌的硫酸盐的溶液。通过以上方法,在钢板表面形成平均厚度为10nm以上且含有锌作为主体的氧化物层,从而可在短时间内且稳定地制造具有优异的挤压成型性的镀锌系钢板。
本发明提供镀覆性、弯曲加工性与扩孔性的加工性、以及耐延迟断裂特性优异，而且耐冲击吸收性也优异的抗拉强度为980MPa以上的热浸镀锌钢板及合金化热浸镀锌钢板。本发明的高强度镀覆钢板是在基底钢板的表面具有镀覆层的镀覆钢板，含有规定的钢成分，且自基底钢板与镀覆层之间的界面起，向基底钢板侧依次包含：软质层，在将所述基底钢板的板厚设为t时，具有所述基底钢板的t/4部位的维氏硬度的90％以下的维氏硬度；以及硬质层，包含以马氏体和贝氏体为主体的组织，其中，软质层的平均深度D为20μm以上，内部氧化层的平均深度d为4μm以上且小于D。
本发明提供用于制造可抑制含有Cr的钢板中的因形成于钢板表面的氧化物而产生的问题的、镀覆密合性、表面外观优异的高强度热浸镀锌钢板的制造方法和用于制造高强度合金化热浸镀锌钢板的制造方法。是利用具备如下工序的方法制造高强度热浸镀锌钢板，其包括：第1加热工序，在特定的H2浓度、特定的露点气氛中，将特定的成分组成钢板在特定的温度下保持特定的时间；冷却工序，对第1加热工序后的钢板进行冷却；电解处理工序，在特定的条件下对冷却工序后的钢板进行电解处理；第2加热工序，在特定的H2浓度、特定的露点气氛中，将电解处理工序后的钢板在特定的温度下保持特定的时间；镀覆处理工序，对第2加热工序后的钢板实施热浸镀锌处理。
一种镀锌系钢板的制造方法,使锌离子浓度在1～100g/l范围的含锌的水溶液接触钢板表面,接着,与pH6～14的水溶液接触后,进行水洗干燥。在含锌的溶液中,例如,可以举出含有锌的硫酸盐溶液。通过以上的方法,在钢板表面形成平均厚度为10nm以上、含有锌作为主体的氧化物层,从而能够高速且稳定地节省空间地制造出具有优异的冲压成型性的镀锌系钢板。



本发明提供可靠地防止退火炉内的钢板的表面氧化，并且能够稳定地制造镀敷性优越的镀锌钢板的连续式熔融镀锌设备。具有全辐射管加热方式的退火炉的连续式熔融镀锌设备，具有在对上述退火炉的炉内的氛围气体进行回收并除去水分后使其再次返回炉内的水分除去装置，并且至少在上述退火炉的入口附近的侧壁以及钢板温度成为最高的位置的炉顶侧或者炉底侧端部附近的侧壁这两点，分别配设对炉内的氛围气体的露点进行测量的露点计、及对炉内的氛围气体进行回收的排出口，并且在上述两点的炉高方向的相反侧的侧壁，配设将用上述水分除去装置除去了水分的氛围气体供给于炉内的供给口，由此能够将退火炉内整个区域的氛围气体的露点稳定地控制在-45℃以下且-80℃以上。
本发明提供一种表面处理钢板,在具有含0.1%质量以上且小于3%质量Al的钢组成的钢板表面上具有表面处理层,该表面处理钢板满足下述A或B的条件。A:在所述钢板与所述表面处理层的界面附近的基体铁侧存在AlN沉积层。B:在所述钢板的表面正下方的基体铁内存在Al的氧化物。

本发明提供能够得到具有高强度(540MPa以上的拉伸强度TS)并且表面外观优良的热镀锌钢板和合金化热镀锌钢板的热轧钢板。所述热轧钢板具有如下成分组成：含有C：0.04～0.20质量％、Si：0.7～2.3质量％、Mn：0.8～2.8质量％、P：0.1质量％以下、S：0.01质量％以下、Al：0.1质量％以下、N：0.008质量％以下，余量由Fe和不可避免的杂质构成，在钢基的晶界和晶粒内存在含有选自Si、Mn、Fe中的一种以上元素的内部氧化物，其中，钢基晶界的内部氧化物存在于距钢基表面5μm以内，并且在钢板宽度方向上的内部氧化物的形成深度的差异在2μm以内。


本发明公开了一种用于金属的预处理组合物，其提供了增强的抗腐蚀性能、增强的油漆附着性和降低的碎片损伤。所述预处理组合物是更清洁的，因为其基于锆而非磷酸锌。使用的预处理涂层组合物优选包括50到300百万分之一份(ppm)的锆，0到100ppm的SiO2，150-2000ppm的总氟以及10-100ppm的游离氟，150到10000ppm的锌和10到10000ppm的氧化剂，并且pH值为3.0到5.0，优选为约4.0。该涂层组合物可任选地包括0到50ppm的铜。合适的氧化剂可选自大量氧化剂。所述预处理涂层组合物很大程度地增强了各种不同金属基材的防腐蚀性能，其中金属基材包括冷轧钢、热轧钢、不锈钢、有锌金属涂层的钢、锌合金例如电镀锌钢、镀铝锌钢、热镀锌板、热浸镀锌钢、铝合金和铝基材。


本发明提供一种用于连续退火和热浸镀的双用途设备,用以通过在一单个设备中转换工艺路线来生产连续退火的薄钢板和热浸镀的薄钢板,并且根据本发明,通过设置一个旁路装置-它将薄钢板从连续退火炉引到水淬装置,而不经过用于连续退火和热浸镀的双用途设备中的镀覆槽和镀覆装置,使得能在生产连续退火产品期间防止从退火炉出来的薄钢板暴露于外部大气而被氧化,并实现较低费用的用于连续退火和热浸镀的双用途设备。

本发明涉及通过羧化转化金属表面的方法,该方法在对于金属为氧化性的条件下通过与包含有机酸混合物的水浴或水-有机浴接触来进行,其特征在于:所述有机酸为包含10-18个碳原子的线性饱和羧酸;所述混合物为这些酸的二元或三元混合物;这些酸的相应比例是:对于二元混合物X±5%-Y±5%,X和Y按摩尔百分比计是两种酸在具有低共熔物组成的混合物中的相应比例;对于三元混合物X±3%-Y±3%-Z±3%,X、Y和Z按摩尔百分比计是三种酸在具有低共熔物组成的混合物中的相应比例;所述混合物在所述浴中的浓度大于或等于20G/L。








本发明涉及一种制造单面热浸镀锌钢板的方法。镀锌抑制剂包括有机硅聚酯环氧树脂、丁基三聚氰胺树脂、氧化铁黑颜料、云母和硅土，以及使用镀锌抑制剂的制造单面热浸镀锌钢板的方法，该方法包括用镀锌抑制剂在钢板的一面涂层，然后将所述钢板浸泡于热浸浴中以完成镀锌过程。由于使用镀锌抑制剂，所述镀锌抑制剂能很好的抑制热浸镀溶液的附着并且其可以容易地被移除，所以促进了单面热浸镀锌钢板的制造。因此，本发明的优点是降低了生产成本及可以容易地生产单面热浸镀锌钢板。

该合金化热浸镀锌钢板具备：钢板；合金化热浸镀锌层，形成在所述钢板的至少一个面，含有0.05质量％以上0.5质量％以下的Al、6质量％以上12质量％以下的Fe，残余部包含Zn及不可避免的杂质；Mn、Zn、P的复合氧化物层，形成在所述合金化热浸镀锌层的表面，含有0.1mg/m2以上100mg/m2以下的Mn、1mg/m2以上100mg/m2以下的P、和Zn，P/Mn比为0.3以上50以下。所述合金化热浸镀锌层在所述合金化热浸镀锌层与所述复合氧化物层(5)的界面具备具有10％以上70％以下的面积率的平坦部、位于比该平坦部更靠近所述钢板的位置的粗面部。所述Mn、Zn、P的复合氧化物层含有非晶态化合物。
本发明公开了一种熔融镀锌钢板及其制造方法,其特征在于,该镀锌钢板包括具有以下化学成分的钢板,按质量百分比计,C:0.05-0.40%,Si:0.2-3.0%,Mn:0.1-2.5%,以及余量:铁和不可避免的杂质,还包括在所述钢板的表面形成的镀锌层,该镀锌层含有0.01-1%的Al以及由Zn和不可避免的杂质构成的余量;并且该镀锌钢板在该基底钢板的内部和从所述镀层与该基底钢板之间的界面2μm内的区域内含有氧化物颗粒,该氧化物颗粒为Al氧化物、Si氧化物、Mn氧化物、或含有Al、Si、Mn中的至少两种的复合氧化物中的至少一种。该熔融镀锌钢板具有优良的镀层结合性能、高强度和良好的成形性能;并且还可以使用传统的用于连续熔融镀锌的装置生产,而无需改造系统或增加步骤,从而成本低。
本发明提供一种合金化热浸镀锌钢板，其具有钢板、所述钢板表面上的镀层、形成于所述钢板与所述镀层之间的混合层，所述混合层包含具有超过0μm且2μm以下的微细晶粒的基底金属部、Zn-Fe合金相和含有Mn、Si、Al及Cr中的1种以上的氧化物，在所述混合层中，在形成所述微细晶粒的晶界处存在所述氧化物和所述Zn-Fe合金相，所述Zn-Fe合金相进入至所述基底金属部中，[Mn]+[Si]+[Al]+[Cr]≥0.4????(式1)。

本发明提供一种在热轧钢板、冷轧钢板或各种成分的镀覆原板上都不产生未镀缺陷的热浸镀锌方法，其中，将镀覆原板进行表面清洁化后，实施预镀Ni，在无氧化或还原性气氛中以20℃/秒以上的升温速度快速加热到板温度430～500℃之后，在镀锌浴中进行热浸镀时，a)在镀覆原板为酸洗过的热轧钢板，钢板成分中Si为0.2％以上的场合，将预镀Ni量规定为0.5g/m2以上；b)在镀覆原板为酸洗过的热轧钢板，钢板成分中Si小于0.2％的场合，将预镀Ni量规定为0.2g/m2以上；c)在镀覆原板为退火过的冷轧钢板，钢板成分中Si为0.2％以上的场合，将预镀Ni量规定为0.3g/m2以上；d)在镀覆原板为退火过的冷轧钢板，钢板成分中Si小于0.2％的场合，将预镀Ni量规定为0.05g/m2以上。

本发明涉及一种合金化熔融镀锌钢板，其具备钢板、形成在该钢板至少一面的合金化熔融镀锌层、以及形成在该合金化熔融镀锌层表面的混合层，所述合金化熔融镀锌层包含0.05质量％以上且0.5质量％以下的Al和6质量％以上且12质量％以下的Fe，其余量包含Zn及不可避免的杂质，所述混合层包含Mn、Zn及P的复合氧化物和水溶性P化合物，所述复合氧化物含有Zn、0.1mg/m2以上且100mg/m2以下的Mn、及1mg/m2以上且100mg/m2以下的P，P/Mn比为0.3以上且50以下，在所述混合层中，相对于所述混合层的表面积，显示20mg/m2以上的P附着量的区域的总面积为20％以上且80％以下的范围。
提供一种热镀锌钢板的制造设备,连续设置有热镀锌装置、平整机、酸性溶液接触装置和清洗装置,上述酸性溶液接触装置和上述清洗装置设有间隔地配置,并在该间隔内设置控制绝对湿度的单元。作为该绝对湿度的控制单元,可以例示设置有覆盖钢板的上下表面及两侧面且钢板可通过的罩、向所述罩内吹送水蒸汽或干燥空气的吹送单元和测定温度和相对湿度或露点的测定单元的装置。通过该热镀锌钢板的制造设备,能够不损害钢板表面外观地在热镀锌钢板表面上稳定且确实地形成必要的氧化膜。


本发明提供一种烧结硬化型热镀锌钢板，其通过使用熔炼较容易的低碳钢，由此，在制造成本低的同时，适合于汽车外板等，并且具有烧结硬化性与耐腐蚀性，具有良好的冲压成型性，且在热镀锌中不产生气泡缺陷。该烧结硬化型热镀锌钢板具有基底钢板和在该基底钢板上形成的镀层，使基底钢板由特定的成分组成构成，使基底钢板的金属组织由铁素体相与渗碳体相构成，将铁素体平均粒径调整为10～30μm，将每单位体积的铁素体与渗碳体的界面的表面积调整为1.0～10.0/mm，将基底钢板的钢中氢浓度调整为小于0.1ppm，将镀层的锌附着量相对于钢板表面积调整为40～100g/m2。
本发明提供一种合金化熔融镀锌钢板,其镀层中未形成Fe与Zn的合金相的部分所占的面积低于整个钢板面积的10%,并且具有优良的强度与成形性,同时提供一种当采用连续式熔融镀锌制造设备进行制造时,不进行设备改造以及不增加工序而以较低的成本便能制造上述合金化熔融镀锌钢板的方法。该合金化熔融镀锌钢板的特征在于:在含有C:0.05～0.4%、Si:0.2～3.0%、Mn、0.1～2.5%、余量由Fe和不可避免的杂质构成的钢板的表面,具有Fe浓度为7～15%、Al浓度为0.01～1%、余量由Zn和不可避免的杂质构成的Zn合金镀层,而且在该镀层中,单独地或复合地含有选自Al氧化物、Si氧化物、Mn氧化物以及它们的复合氧化物之中的一种或多种的氧化物粒子。









本发明提供一种合金化热镀锌钢板,其中在通过调质轧制被平坦化的镀层表面的凸起部位上具有厚10nm以上的氧化物层。通过使用本发明的合金化热镀锌钢板,在冲压成形时,不会产生粉化现象,可获得稳定、优良的滑动性。如果使被平坦化的镀层表面的凸起部位的面积比率为20～80%,或使镀层为δ1相单层,或使δ1相中含有ζ相,可以获得更优良的滑动性和耐粉化性。

本发明提供一种涂装后耐腐蚀性优良的高强度合金化热镀锌钢板。该高强度合金化热镀锌钢板以质量%计含有C：0.05～0.15%、Si：0.1～1.0%、Mn：0.5～2.7%、Al：1.00%以下、P：0.025%以下、S：0.025%以下、Cr：0～0.8%以下，并且满足下述式，余量由Fe和不可避免的杂质构成。此外，在钢板的表面上，具有每单面的镀层附着量为20～120g/m2的镀锌层，该镀锌层表面的金属锌露出率为20%以上且小于80%，距所述钢板表面5μm以内的钢中的内部氧化量为0.02g/m2以上且0.1g/m2以下。当Si≤0.68%时：Cr≤－1.25Si＋0.85，当Si＞0.68%时：Cr＝0，其中，Si、Cr表示含量（质量%）。

本发明提供一种镀锌系钢板的制造方法，所述方法通过与碱性水溶液的接触能够除去锌系镀层表面的氧化物，并且，能够避免由析出至碱性水溶液中的析出物导致的外观上的问题。用于解决上述课题的第1发明涉及的镀锌系钢板的制造方法是在钢板的表面具有反应层的镀锌系钢板的制造方法，上述反应层是包含Zn4(SO4)1‑X(CO3)X(OH)6·nH2O所表示的晶体结构物的氧化物层，作为上述反应层形成的前处理，使下述碱性水溶液与镀锌系钢板接触1.0秒以上，所述碱性水溶液含有合计为0.050mass％以上的选自葡糖酸钠、葡庚糖酸钠、柠檬酸钠、酒石酸、阿拉伯糖酸、半乳糖酸、山梨糖醇、甘露糖醇、甘油、EDTA、三聚磷酸钠中的1种以上的螯合剂，所述碱性水溶液的pH为10.0以上。
本发明提供冲压成形时的滑动性优良的镀锌系钢板。其在镀层表面形成具有结晶性的3Zn(OH)2·ZnSO4·xH2O的氧化物层,且该氧化物层的厚度为10nm以上。结晶性的氧化物层为3Zn(OH)2·ZnSO4·3～5H2O。
本发明提供一种热压成形构件的制造方法。在能够利用热压成形从镀锌类钢板稳定地批量生产涂装后的耐腐蚀性良好的热压成形构件的方法中，利用使升温至600℃的升温速度为50℃／sec以下地将镀锌类钢板加热至600℃～750℃的温度区域之后，将该镀锌类钢板冷却至550℃以下的热处理，获得具有最外层部的氧化锌层和该氧化锌层的下侧的Fe的含量为25质量％以上的锌－铁合金相的钢板坯料。在将该钢板坯料加热至Ac3点以上的温度之后，立即在Ac3点以上的温度下开始冲压成形，接着进行骤冷，从而制造在表层部具有氧化锌层及锌－铁固溶相，且不具有金属间化合物相和纯锌层的热压成形构件。
镀锌钢材可通过在对钢材进行镀锌退火之后并且在对钢材进行热冲压之前执行预合金化热处理而产生。所述预合金化热处理在约850°F至约950°F的温度下、在松卷退火工艺中进行。所述预合金化热处理允许通过提高铁的浓度，在奥氏体化温度下用较短的时间在镀层中形成期望的α-Fe相。这也降低了锌的损失，并且在热冲压后出现更具粘附性的氧化物。

本发明提供一种镀覆性、弯曲性和扩孔性的加工性以及耐延迟断裂特性优异，而且耐冲击吸收性也优异的980MPa以上的热浸镀锌钢板及合金化热浸镀锌钢板。本发明的高强度镀覆钢板是在基底钢板的表面具有镀覆层的镀覆钢板，含有规定的钢成分，并且，自基底钢板与镀覆层之间的界面起，向基底钢板侧依次包含：软质层，在将所述基底钢板的板厚设为t时，具有所述基底钢板的t/4部位的维氏硬度的90％以下的维氏硬度；以及硬质层，包括以马氏体和贝氏体为主体的组织，并且，旧奥氏体的平均粒径为20μm以下，其中，软质层的平均深度D为20μm以上，内部氧化层的平均深度d为4μm以上且小于D。



一种镀层密合性和滑动特性优良的合金化热镀锌钢板的制造方法，其为对钢板进行氧化处理并经过还原退火而制造的合金化热镀锌钢板的制造方法，其特征在于，所述氧化处理中，在含有1000ppm以上的O2且余量由N2、CO、CO2、H2O和不可避免的杂质构成的气氛中将钢板加热至钢板温度为600℃以上，接着在含有小于1000ppm的O2且余量由N2、CO、CO2、H2O和不可避免的杂质构成的气氛中将钢板加热至钢板温度为700℃以上，还原退火在露点为5℃以上、含有1～15体积％的H2且余量由N2和不可避免的杂质构成的气氛中进行。

本发明提供镀覆性、弯曲性与扩孔性的加工性、以及耐延迟断裂特性优异并且抗拉强度为1180MPa以上且屈服比YR为73.0％以上的合金化热浸镀锌钢板。本发明的高强度镀锌钢板是在基底钢板的表面具有镀锌层的镀锌钢板，含有规定的钢成分，且从基底钢板与镀锌层之间的界面起，向基底钢板侧依次包含：内部氧化层，存在于基底钢板与镀锌层的界面，包含选自由Si和Mn构成的组中的至少一种；软质层，包含内部氧化层，并且，在将所述基底钢板的板厚设为t时，具有基底钢板的t/4部位的维氏硬度的90％以下的维氏硬度；以及硬质层，包含以马氏体为主体的组织，其中，软质层的平均深度D为20μm以上，内部氧化层的平均深度d为4μm以上且小于D，所述基底钢板的t/4部位的KAM的变动系数为0.66以下。

本发明提供一种连续退火热浸镀方法及其装置,该方法在具有对含SI钢板进行热浸镀的退火炉的热浸镀装置中,不会使钢中的SI发生表面氧化、而是发生内部氧化,以避免钢板的镀覆性能的下降和合金化的延迟。在使用依次具有加热带前段、加热带后段、保温带以及冷却带的退火炉、以及热浸镀槽的连续退火热浸镀方法中,将钢板温度至少在300℃以上的温度区的钢板的加热或保温设定为间接加热,将各带段的炉内气氛设定为氢H:1～10VOL%、余量为氮以及不可避免的杂质的气氛,在所述加热带前段,将加热中的钢板到达温度设定为550℃～750℃、将露点设定为不足-25℃、接着将上述加热带后段以及上述保温带的露点设定为-30℃～0℃、将上述冷却带的露点设定为不足-25℃,在这样的条件下进行退火。
本发明是一种热轧免酸洗直接冷轧还原退火热镀产品的生产方法，包括：热轧，钢板经过粗轧、精轧、冷却、卷取并通过降低出炉温度、提高轧制速度来降低氧化铁皮厚度，同时控制轧后冷却速度和卷取温度；冷轧，通过优化轧制压力、张力、变形率和轧制道次等冷轧工艺参数，并采用合适的轧制润滑液，使氧化铁皮在冷轧过程中随基体发生良好塑性变形而不出现剥落、粘辊等现象；还原退火，在500-1000℃下还原60-300s，通入还原性气体对氧化铁皮还原彻底，冷却至带钢进入锌锅温度；以及热浸镀，还原退火后，直接进入锌锅，并停留数秒，完成热镀锌。本发明可省略酸洗及相关工序，实现短流程、高效率、低成本的环保型热镀产品生产。
一种合金化热镀锌钢板，其中，在钢板表面上具有每单面的镀层附着量为20～120g/m2的锌镀层，在该镀层内，平均粒径为10nm以下的碳化物以每个分区中为5个以上且50个以下的比例存在，平均粒径为50nm以上的氧化物以每个分区中为5个以上且50个以下的比例存在，所述钢板具有如下成分组成：以质量％计，含有C：0.02％以上且0.30％以下、Si：0.01％以上且2.5％以下、Mn：0.1％以上且3.0％以下、P：0.003％以上且0.08％以下、S：0.01％以下、Al：0.001％以上且0.20％以下、Ti：0.03％以上且0.40％以下，且余量由Fe和不可避免的杂质构成，其中，所述每个分区是指通过镀层厚度(t1μm)和将镀层截面在与厚度方向正交的方向上以1μm间隔进行分割而得到的面积(t1×1(μm2))。
本发明涉及一种用于对高强度钢的带材进行热浸镀的方法,所述钢含有不同的合金成分,对其用锌和/或铝进行热浸镀。为此,带材在连续式加热炉内首先在还原环境内被加热到约650℃的温度,在此温度下,合金成分仅少量地扩散到表面上。其中,通过使带材在一个组合于连续式加热炉内具有氧化环境的反应室内经温度达750℃的非常短暂的热处理,将基本上由纯铁组成的表面转变为氧化铁层。此氧化铁层阻止合金成分在接着的还原环境内高温退火处理时扩散到带材表面上。在还原环境中,氧化铁层转变为纯铁层,在熔池内锌和/或铝最佳附着地被镀敷在此纯铁层上。
本发明涉及一种连续热镀锌线柔性预氧化装置及方法。该装置包括：连续退火炉、预氧化舱、气体联通器及密封辊；该装置能实现预氧化开闭功能且能精确控制带钢表面的内外氧化，还能保证带钢表面均匀氧化。一种连续热镀锌线柔性预氧化方法通过该装置实现，通过调整预氧化舱内的气体成分，能满足高强钢和软钢共线生产，提高了连续热镀锌线的柔性。
本实用新型涉及镀锌技术领域改善镀锌板表面质量的装置,一种镀锌线预氧化装置,包括气体喷射管、空气氮气混合气管路,气体喷射管为两组,对称安装在镀锌线带钢的两侧,每根气体喷射管一端密封,另一端与空气氮气混合气管路相连接。所述的空气氮气混合气管路与气体混合站相连通,气体混合站分别与氮气管路、压缩空气管路相连通。与现有技术相比,本实用新型的有益效果是:通过向带钢表面直吹氧化性气氛的气体,在带钢表面形成高氧区,使氧向带钢内部扩散速度大于Si、Mn和Cr等合金元素向表面扩散的速度,实现内氧化的发生;投资小,操作方便;可以根据工艺要求灵活地加减气体喷射管的数量和间距,从而灵活地控制带钢预氧化区域。
本实用新型属于冶金技术领域，尤其涉及一种镀锌线预氧化装置，包括相互连接的气体喷射管和空气氮气混合气管路，所述气体喷射管为两组，所述两组气体喷管的两侧对称安装有镀锌线带钢，每根气体喷射管一端密封，另一端与空气氮气混合气管路相连接，所述空气氮气混合气管上安装有单向阀。投资小、操作方便，并且能在带钢表面形成高氧区。
提供了一种连续热镀锌装置和连续热镀锌方法。所述连续热镀锌装置包括：清洗部，对预镀锌钢带进行清洗；PVD真空镀镍部，对钢带进行预镀镍；退火炉，对预镀镍后的钢带进行退火；镀锌部，对退火后的钢带进行镀锌；本发明有效地避免了退火过程中钢中的合金元素发生选择性外氧化而恶化钢带浸润性的问题，避免高强钢带镀锌过程中的漏镀现象，提高了高强钢镀锌钢带的表面质量。
本发明属于汽车用热镀锌高强钢技术领域，具体涉及一种600MPa级含钒热镀锌双相钢及其制备方法。本发明双相钢由以下重量百分比成分组成：C?0.04～0.10％，Si?0.10～0.60％，Mn?1.30～1.90％，Cr?0.10～0.50％，Mo?0.05～0.25％，Al?0.01～0.06％，V?0.01～0.05％，P≤0.020％，S≤0.015％，N≤0.006％；余量为Fe及不可避免杂质。本发明以微量V和Si替代部分Cr和Mo，以提高其强度和热镀锌双相钢淬透性，同时降低生产成本；并结合预氧化还原工艺改善其表面镀锌质量。本发明制备的热镀锌双相钢成形性能、焊接性能和镀锌性能优良，成本优势明显，具有显著的经济效益和社会效益。
本发明揭示了一种热镀锌助镀剂的配方，所述热镀锌助镀剂包括氯化锌、氯化铵、亚氨基乙酸、润湿剂、硅、硫、磷、碳表面活性剂，其中各成分重量百分比为：氯化锌41%-60%，氯化铵23%-27%，亚氨基乙酸2%-4%，润湿剂1%-3%，硅4%-6%,硫3%-5%，磷4%-8%，碳3%-6%，使制得的热镀锌助镀剂具有防止烘乾时钢件表面氧化，提高钢铁制件表面镀层质量的优点。
本发明提供了镀锌钢板钝化剂及其制备方法，钝化剂包括：植酸、1-羟基亚乙基二膦酸、次氮基三亚甲基膦酸、乙二胺四亚甲基膦酸、硅酸钠、甲酸钠、聚乙烯醇、苯甲酸钠、三乙醇胺、磷酸二氢铝、磺基水杨酸、乙酰丙酮氧钒、γ-氨丙基三乙氧基硅烷、2-丙烯酰胺基-2-甲基丙磺酸、N，N-二甲基丙烯酰胺、氧化硅填料、水溶性成膜树脂和去离子水。制备方法为将植酸、1-羟基亚乙基二膦酸、次氮基三亚甲基膦酸、乙二胺四亚甲基膦酸、硅酸钠、甲酸钠和聚乙烯醇加到去离子水中；再将部分组分和去离子水混合；最后将混合物Ⅰ和混合物Ⅱ混合，再加入剩余组分，即得。该钝化剂不含铬，通过其钝化的镀锌钢板具有更高的耐腐蚀性能和耐氧化性能。
本发明是一种工民用薄型钢材构件的不变形热镀锌工艺方法，包括如下步骤，1）镀锌锅上方的行车挂钩吊起薄型工件的两端，2）控制住镀锌角度后下锅镀锌；3）镀锌温度需要根据板材的厚度δ来定，时间控制在60秒或锌液与钢铁基体反应完成后。4）镀锌结束后用离心风机吹自然风，时间控制在20秒左右。5）风冷后，放入水洗池水洗冷却，冷却时仍保持原镀锌角度，至常温。6）检验。优点：（1）控制镀锌角度，可减小产品变形，（2）可大大减小薄型工件的变形使之能够满足使用要求。（3）具有防腐防氧化，高温处理后变型不超过允许值；（4）可广泛用作各种工民用构件。
一种热镀锌助镀剂，包括如下重量分：离子水：1000份、NH4Cl：570份、ZnCl2：380份、NaCl：20份、KCl：20份、SnCl2：10~90份。本发明所述助镀剂具有良好的成分稳定性，能够有效防止热镀锌钢板表面的铁被氧化，并且溶剂在热浸时能够迅速分解。能够有效玻璃钢板表面的上残留的氧化铁薄膜，提高钢板表面活性，降低合金溶液的表面张力，提高合金液对钢板基体的浸润性，防止经脱脂、除锈得到的洁净的钢板基体表面被再次氧化，并且本发明所述助镀剂不含F，对环境无污染。
本发明公开了一种碳素钢或合金铝水镀铬与真空镀钛结合的方法，本发明能够通过在基材上水镀铬后形成致密的氧化铬层后进行真空镀钛处理，形成仿金铜等颜色，实用方便，耐腐蚀性好。
本实用新型涉及热镀锌设备领域，尤其涉及一种高硬度镀锌沉没辊，包括呈圆柱形的沉没辊本体，所述沉没辊本体的两端均设有支承轴，其特征在于，所述沉没辊本体的外表面和支承轴的外表面均焊接有以WC或/和MoB为硬质相，钴基金属为连接相的耐蚀硬化层。本实用新型的有益效果是：在沉没辊本体和支承轴的外表面焊接以碳化钨为硬质相，钴基金属为连接相的耐蚀硬化层，耐蚀硬化层组织致密，无气孔，氧化物等夹杂，不存在锌液侵蚀的空间，避免了沉没辊在热镀锌过程中熔锌腐蚀现象，并且耐蚀硬化层具有超硬的耐磨性能，可抵抗钢板与辊身的滑动摩擦，提高了沉没辊的使用寿命。
本实用新型提供一种镀锌立式退火炉，其包括炉体，该炉体内设置有预热段及辐射管加热段。该炉体内还设置有位于预热段与辐射管加热段之间的直燃段，带钢在预热段向上运动后经过预热段顶部设置的至少一个转向辊转向后向下运动进入直燃段。直燃段产生的烟气进入预热段预热带钢。直燃段内设置有沿带钢走向排布的多对平焰烧嘴以及多对氮气喷嘴，每对平焰烧嘴及每对氮气喷嘴对称分布在带钢两侧，每对氮气喷嘴设置在两对平焰烧嘴之间。利用本实用新型的退火炉使带钢在退火炉预热段中被限制了带钢中合金元素外氧化行为的发生，促使内氧化行为进行，减小了造成锌层附着性下降的问题，更容易生产更好的表面质量的镀锌板，使生产获得合格产品的几率提高，减少废材率。
传统直升式热镀锌钢丝抹试技术，达不到高效率、高质量、低消耗、环保、操作方便，缺点：镀后钢丝光亮度低、色泽不一致，直径不均匀；清理钢丝出锌液面周围氧化锌时，抹试层稳定性差，镀后钢丝易出疙瘩、毛刺；无控制槽，木炭抹试效果差，不能采用高温抹试，锌层不致密，同比不耐腐蚀；产量低，浪费锌、抹试材料，空气污染重，操作麻烦。直升式热镀锌钢丝出锌锅锌液面MTGDW封闭、抹试操作新技术，改变钢丝出锌液面与抹试之间的氧化锌清理位置，确保抹试层稳定，专用抹试剂在控制槽内使用实现最佳抹试效果，使镀后钢丝光亮、色泽一致，高温抹试镀后的钢丝锌层致密，耐腐蚀、产量高、环保、节约、操作方便。此技术可广泛用于钢丝热镀锌领域。
本发明具有全封闭、回收处理为一体等特点,能将热镀锌生产过程中产生的废水、酸气、烟尘等经处理后循环使用或达到国家的排放标准。待镀件通过自行式轨道拖车进入全封闭生产线,再通过单梁式悬挂起吊系统进入酸槽进行脱脂除锈。产生的酸雾经酸雾回收净化设备进行回收净化处理。将待镀件进行镀前处理,当助镀液中铁离子含量达到设定值时,助镀液除铁盐净化设备清除助镀液当中的铁盐,使其可循环再用。将待镀件经天车吊至镀锌槽进行热浸镀锌,产生的大量烟尘通过全封闭锌锅除烟尘系统收集,经脉冲袋式除尘器将烟尘中的氧化锌回收,处理后排出。后将镀件送出。本发明适用于钢铁热镀锌清洁生产,使用后达到对环境无污染对人体无损害。
本发明涉及一种热轧带钢免酸洗直接热镀锌的方法，属于冶金技术领域，主要针对现有镀锌技术中，热镀锌效果差，氧化铁皮还原效率低的问题，提供了一种提高热轧带钢氧化铁皮还原比例的方法，通过热轧过程中调整热轧带钢的氧化铁皮厚度和结构：热轧带钢卷取后在矫直机中进行矫直，带材表面承受弯曲应力后经过反复弯曲和拉伸，利用铁基体及氧化铁皮覆盖层材料性能的巨大差异，铁基体受力后产生一定的塑性变形，表面氧化铁皮层则由于塑性较差且破坏强度低，不能适应铁基体的变形而引起内应力大于其破坏强度，最终产生不同形式的铁皮裂纹或者剥离；再在氢气气氛中加热还原，还原效率提高，然后进行热镀锌，得到较优的无酸洗还原热镀锌效果。
本实用新型公开了一种带钢连续热镀锌的工艺设备,它包括一用于清洗去除带钢表面的残余物的第一冲洗站、一用于去除带钢表面的脂的碱洗站、一用于去除带钢表面的氧化皮的酸洗站、一于清洗去除带钢表面碱洗、酸洗产物的第二冲洗站、一用于在保护气体气氛中热处理带钢并在保护气体气氛中将带钢送至于镀锌工序的热处理站、一用于在带钢表面上镀层的镀锌站,其中,第一冲洗站出口接于碱洗站进口,碱洗站出口接于酸洗站进口,酸洗站出口接于第二冲洗站进口,第二冲洗站出口接于热处理站进口,热处理站出口接于镀锌站进口。本实用新型的有益效果是:可去除氧化皮、脂及表面的残余物,降低熔融金属表面张力,增大锌镀层的结合力。
本发明公开了一种钢件镀锌防腐工艺，具体步骤如下：将脱脂剂加热至60‑70℃，然后将待镀工件浸入到脱脂剂；在室温下，采用水配置盐酸溶液，将待镀件放入到盐酸溶液中，去除待镀工件表面的氧化铁层；将待镀工件浸入到助镀剂内，助镀70‑80秒；助镀后的待镀工件自然干燥；将待镀工件以0~90度的倾斜角度浸入锌液，45‑55秒后，将工件取出，得到镀件；将镀件浸入到冷却槽内进行冷却；在室温下，将镀件从冷却槽内取出，自然干燥；对干燥后的镀件进行检验，检验合格后，镀锌则完成。本发明具有使用寿命长、镀锌效果好等优点。
本发明公开了镀锌钢板、合金化镀锌钢板与冷轧钢板同槽浸渍磷化方法，具体操作过程如下：配置基础溶液，将基础溶液溶解于30～60℃的水中，并不断搅拌；待搅拌均匀后，在不断搅拌的情况下将添加剂依次按照比例溶解在其中得到磷化液；加入添加剂的过程中测量磷化液的游离酸度、总酸度及氧化剂浓度，并根据测量值将游离酸度、总酸度及氧化剂浓度调整至设定值；然后将镀锌钢板、合金化镀锌钢板及冷轧钢板浸渍在配成的磷化液中1～5分钟后取出、水洗后，进入电泳涂装槽；通过配置多元复合磷化液及配以合理的施加工艺，钢板表面形成均匀的磷化皮膜，并且磷化皮膜厚度符合要求，直径≤10微米，并且具有良好的耐碱性能，能够满足后续电泳涂装指标要求。
本发明公开了一种合金化热镀锌钢板的生产工艺，包括表面预处理、热镀锌退火、后处理三个工序，所述的表面预处理工序包括抛光、碱液脱脂、酸洗、电解除油四个步骤；所述的热镀锌退火工序包括废气预热、红外电加热升温、热镀锌、合金化、分段冷却五个步骤。本发明具有强大的除油、去掉氧化皮和薄锈层功能，成本低、产品质量好，余热循环使用，节能环保。
一种基于CO还原的热轧薄带直接热镀锌方法：将薄板连铸坯热轧至产品厚度；将吹扫清洁后的热轧薄在纯N2气氛下带加热；进行还原反应；吹入纯N2使钢带冷却；浸入锌锅中镀锌；钢带经光整及卷取后采用通风冷却或强制吹风冷却至室温。本发明省去了酸洗和冷轧工序，减少废酸排放，消除由于酸洗带来的环境问题；与氢气还原热镀锌生产工艺相比，CO气体在冶金行业易于获取，成本较低；还原产物为CO2气体，可以避免氢气还原反应所产生的水蒸气对铁的氧化作用，提高镀锌产品质量，并能降低生产成本。
本实用新型涉及一种带钢热镀锌装置，包括容纳镀液的镀液槽，镀液槽内设置有一个沉没辊和两个稳定辊，沉没辊和稳定辊表面喷涂有一层氧化物陶瓷涂层作为保护层。本实用新型在沉没辊与稳定辊的表面设置有保护层，大大提高了其抗腐蚀性，延长了其使用寿命，使得沉没辊和稳定辊可以长时间地持续工作，提高了工作效率。另外由于本实用新型在沉没辊与稳定辊的表面设置有保护层，使得其表面可以保持一定的光洁度，不会出现结瘤现象，因而在工作过程中可以保证带钢的板面质量。
本发明属于汽车用冷轧高铝热镀锌超高强钢板技术领域，涉及一种抗拉强度1000MPa级汽车用高铝热镀锌双相钢及其制备方法，化学成分质量百分数为：C：0.10％～0.18％、Mn：1.4％～1.9％、Cr：0.20％～0.60％、Mo：0.10％～0.40％、Si：≤0.050％、Al：0.50％～0.90％、S：≤0.0030％、P：≤0.0090％、N：≤0.0050％；其余为铁和不可避免的杂质元素。本发明采用以Al代替Si，从而避免Si由于在钢板表面富集氧化导致的漏镀等镀锌缺陷。同时通过添加Mn、Cr、Mo来提高钢的强度和韧性，使得钢具有良好的强韧性配比和使用性，强度级别可以达到1000MPa以上。
本实用新型公开了一种热轧酸洗带钢连续热镀锌生产线,在其入口活套与锌锅之间依次设置了清洗段、直火燃烧废气预热炉、直火加热炉、喷气缓冷段和电阻保温均热炉。采用热轧酸洗带钢为原料,通过清洗、天然气直火加热去除带钢表面杂质,再通过后续喷气冷却、电阻均热过程的还原性气氛,使合金的氧化物被还原,且在带钢表面形成疏松的结构,从而使得带钢的可镀性好,可避免出现漏镀现象,并且在整个过程中无需酸洗,也没因燃烧带来的过多污染,保护了环境。
一种应用于大功率风力发电机动力传输型滑环耐候表面处理组合优化工艺。涉及风力发电机滑环耐候表面处理技术。针对滑环不同部分采用不同防腐工艺:1)不锈钢部:采用离子注入法使不锈钢表面形成氧化铈膜;2)合金部:在合金部表面设达克罗涂层;3)紧固件:采用热浸镀锌或机械镀锌使之表面形成镀锌层。本发明的工艺具有环境污染小、处理过的滑环耐腐蚀性能强。
本发明所述的一种镀铝锌钢板除油剂，其特征在于，包括如下重量份数的原料：碳酸钠：0.1‑5份；片碱：0.01‑1份；阴离子表面活性剂：10‑20份；消泡剂：0.1‑5份；聚天冬氨酸：1‑5份；聚丙烯酸：2‑8份；络合剂：0.1‑2份；水：80‑100份。本发明提供的一种镀铝锌钢板除油剂，在材料表面形成致密的保护层，克服了镀铝锌材料表面极易被腐蚀的难题，有效地防止材料表面因原电池腐蚀或空气氧化而产生霉斑的现象，同时也具有良好的除油效果，对环境污染小，与皮肤接触无伤害。
本发明公开了一种高强度热浸镀锌钢带的生产方法，在钢带加热到再结晶温度以上，并适当保温后，向高温钢带表面喷不致使钢带产生氧化的冷却介质，所选的冷却介质是液态的，在高温下会产生汽化，吸收大量的热量，从而使钢带快速冷却，在很短的时间内产生再结晶转变，生成很细的晶粒，达到提高强度的效果，然后进行热浸镀锌，生产出高强度热镀浸镀锌钢带。冷却介质可以但不局限于碳氢化合物之类的可燃物质，如果是碳氢化合物之类的可燃物质，可以在钢带加热时燃烧辅助钢带加热，以物尽其用。
本发明是一种由钢水直接生产免酸洗热镀薄板带产品的生产方法，包括：获得精炼钢水；薄带连铸：在铸坯过程中用惰性气体与还原气体的混合气体保护；热轧：高温下对铸带坯进行平整改善板形、轧至合适厚度改变产品规格或对铸带坯表面氧化铁皮起到机械破碎作用；还原退火：在500-1000℃下用还原性气体与惰性气体的混合气体进行还原，以去除前工序中产生的氧化铁皮，时间是1-5min，还原气体浓度不低于5％；以及热镀锌：在保护气氛下冷却后，进入锌锅进行热镀锌及其它合金，然后冷却卷取。本发明实现了钢铁从液态钢水到热镀产品的高度连续化生产，并在不去除还原生成的单质铁，而直接进行热镀锌或合金，从而可省去中间环节的能耗，并且使得金属收得率接近100％。
本发明涉及一种热镀锌沉没辊及其制备方法。热镀锌沉没辊，具有基体，基体表面具有防护涂层，所述的防护涂层采用电火花沉积工艺制备，所述的防护涂层的材料为ZrB2中掺有石墨的陶瓷复合材料。热镀锌沉没辊的防护涂层的制备方法的工艺步骤为：1）不锈钢辊表面预处理；2）电火花沉积。本发明以较低的生产成本，提高了热镀锌沉没辊表面防护涂层的表面硬度、耐磨损性能、耐熔融锌液腐蚀性能、耐热氧化性，且与不锈钢基体界面呈冶金结合。
本发明涉及冶金领域的带钢锌皮量控制方法，是一种减少热镀铝锌机组开机带钢锌皮产生量的控制方法，控制步骤为：开机前30-40分钟打开辐射管加热和均热段的辐射管，使其炉温升到750-800℃，当炉温升到525℃时，向冷却均热段和热张紧辊段中通入HN保护气体；当辐射管加热和均热段炉温到750-800℃时，热镀铝锌机组开机，带钢以30-50m/min速度运行，同时打开直燃段烧嘴，使其炉温升到800-850℃；当直燃段炉温升到800-850℃时，打开冷却均热段冷却喷嘴，对带钢冷却，控制带钢温度为550-600℃，调整直燃段带钢温度到630-660℃；使带钢速度逐渐提速到正常工艺速度要求值。本发明保证了开机时进入锌锅内带钢的温度，极大程度清除了带钢表面的氧化膜，促进铁铝化合物的形成，提高了镀层粘附性，减少了镀层剥落、锌皮产生。
本实用新型涉及热镀锌设备的部件,具体是一种热镀锌用稳定辊。本实用新型的热镀锌用稳定辊包括一个由不锈钢制成的辊套,在辊套内部填充有纯铝材料的铝棒,铝棒表面还覆盖有一层通过微弧氧化方法形成的微弧氧化陶瓷层。本实用新型的优点是:1、使用铝棒作为填充体,可以有效防止辊内水蒸汽及气体混入辊套与填充体之间的间隙,防止爆炸。2、制造工艺简单。3、由于铝棒表面设置致密的陶瓷层,可以有效地防止在高温下铝材料发生热扩散渗入到不锈钢辊套内,从而保证了辊的性能不受影响。
本发明公开了一种直接热镀锌的先进高强度钢板，为从上到下依次为锌层、纯铁层、残余氧化铁皮层、铁基体的结构。其制备方法，包括如下步骤：(1)钢坯热轧，以调整其氧化铁皮的厚度、结构及均匀性，得到热轧带钢；(2)将所得热轧带钢进行退火；(3)将退火后的热轧带钢直接镀锌，冷却后即得到直接热镀锌的先进高强度钢板。本发明中热轧带钢在连续热镀锌产线退火炉内进行氢气还原反应，然后进行直接热镀锌，突破了镀锌先进高强度钢板在Si、Mn元素添加量范围上的限制，有利于先进高强度钢板表面质量的提升；并且省去酸洗和冷轧工序，工序减少，成本降低，同时消除了酸洗带来的环境问题。
本发明公开了一种钴、锌、铁三元体系磷酸盐金属表面处理剂，及其制备方法，以及该金属表面处理剂应用后形成的复合沉积物。专门针对热镀锌件表面氧化物问题的终极设计，同时解决热镀锌件出钢厂表面防腐处理(传统为油封、三价铬、耐指纹膜)和涂装前增强附着力表面处理(现时锌‑锰二元系或陶化硅烷工艺)合二为一，以彻底解决热镀锌件表面防护的世纪难题。
一种镀锌钢丝及其制造方法与热镀锌设备。镀锌钢丝为碳含量大于0.6%的中高碳钢丝，表面的镀锌量大于60g/每公斤钢丝。钢丝表面和锌镀层之间没有γ相Fe-Zn合金层生成，钢丝外整个镀层中铁的含量小于4%；该镀锌钢丝经电镀工艺和热镀锌工艺获得；热镀锌设备包括镀锌装置、水冷却槽和两导辊。锌加热熔化后通过循环泵在镀锌箱和储锌箱之间循环，镀锌箱内充满熔融液态锌，其接触空气的部分有防氧化气体保护，微正压控制，电镀钢丝从镀锌箱两侧穿过。本发明的镀锌钢丝具有和热镀锌钢丝同样的防腐性能，同时避免了热镀锌镀层特有的硬度高塑性差的γ相Fe-Zn合金层的形成，具有很好的高塑性加工变形能力。
本发明公开了一种1180MPa级Q&amp; P钢的连续热镀锌方法，其采用Q&amp; P钢的冷硬卷进行连续热镀锌，包括加热段、均热段、淬火段、再加热段、配分段、热镀锌段和冷却段；所述加热段：对冷硬卷进行预氧化，预氧化温度610～750℃，预氧化时间10～60s，预氧化气氛为氮气和空气的混合气氛，最终氧含量300～20000ppm；所述均热段：均热温度800～950℃，均热时间30～150s，炉内气氛中氢气含量4%～5%，露点?35～?50℃；所述淬火段：采用高氢或水进行淬火冷却，冷却至280℃～350℃；所述再加热段和配分段：以8～20℃/s加热到配分温度380～450℃，配分时间60～300s；所述热镀锌段：热镀锌温度460℃，热浸镀时间3～10s；所述冷却段：采用空气或氮气冷却，冷却速率15℃/s，冷却至150℃。本方法提高了Q&amp; P钢热镀锌粘附性能。
本发明公开了一种用于彩涂的镀锌钢板快速磷化剂及其应用，该快速磷化剂主要由氧化锌、磷酸、硝酸盐、有机酸(盐)、有机磷化合物、无机氟络合物、复合促进剂、添加剂和水等组成，可应用于彩钢板涂装前的镀锌钢快速磷化处理。该快速磷化剂具有处理时间短，高效成膜，5‑15秒即可在镀锌基板表面形成磷化膜，常温处理无需加热，节约能源，磷化膜层均匀细腻平滑无露底，耐中性盐雾试验时间达48小时以上。
本发明公开了一种热浸镀锌工艺方法,属于镀锌技术领域,它包括下述步骤:碱洗、水洗、酸洗、水洗、浸渍氯化锌铵溶剂、烘干、热浸镀锌、冷却,其中所述的浸渍氯化锌铵溶剂的步骤中溶剂内添加有重量百分比3.0～6.0%的纳米氧化锌微乳胶体。本发明的方法可降低同等厚度镀锌层的能耗低、提高镀锌层防腐蚀性及耐磨性能、降低生产成本低,可广泛用于钢铁工件的表面热浸镀锌。
一种热镀锌用工装件及制备方法，所述工装件以碳钢为基体，在碳钢基体表面覆盖合金耐腐蚀层，合金耐腐蚀层厚度为70-120微米，合金耐腐蚀层含硅、钼，硅、钼以Fe3Si+Fe3Mo+MoSi2合金形式存在，合金耐腐蚀层含硅量为5-15%、含钼量为2-10%。上述热镀锌用工装件的制备方法包括工装件处理、配制渗剂、装罐、热处理等步骤。本发明通过硅钼共渗的热处理工艺对碳钢基体表面进行改性处理，使基材表面形成具有高化学稳定性、高硬度的合金耐腐蚀层。该合金耐腐蚀层不仅能够改善钢材在锌液腐蚀介质中的耐蚀性而且还能提高钢材的抗高温氧化性、提高钢材表面的耐磨性，从而大幅度提高热镀锌用工装件的使用寿命。
本实用新型公开了一种用于热镀锌生产线的锌液储存罐。锌液储存罐包括储锌罐和PLC温度采集及控制系统;储锌罐的罐体内胆的下部设有砖砌体,侧面四周设有罐壁保温衬,上部设有罐体保温盖;罐体内胆选用厚度20～50mm的热镀锌锌锅专用钢板材料,该热镀锌锌锅专用钢板材料为XG08型号钢板,该钢板材料的化学成分中C的重量百分含量<0.08%;Si的重量百分含量≤0.03%;储存锌液方法通过插入罐内锌液的热电偶测量锌液温度,由PLC温度采集模块和继电器组件同时控制多个储锌罐体加热元件,实现对罐内锌液进行加热保温。使用本实用新型储存锌液,既减少了锌的氧化损失,又缩短了停产时间。
一种电镀锌钢板无铬钝化液及其制备方法，属于金属表面处理技术领域，钝化液由以下质量份数的各个组分制备而成：钒酸盐8-20份、钼酸盐6-12份、磷酸8-15份、亚硫酸氢钠3-8份、植酸5-12份、二酚基丙烷2-6份、偏硅酸钠2-5份、乙二醇3-8份和去离子水12-22份。本发明提供的电镀锌钢板无铬钝化液，在镀锌层表面形成稳定的络合钝化层，具有较好的耐蚀性能和抗氧化性能，尤其是耐蚀性能，已经达到传统含铬钝化液钝化镀锌层得到的钝化层的耐蚀性能，是含铬钝化液理想的替代产品。
合金化热镀锌钢板的制造方法具有:对钢板实施热镀锌,形成热镀锌钢板的工序;通过加热上述热镀锌钢板而进行合金化处理的工序;将合金化处理过的热镀锌钢板进行平整轧制的工序;使平整轧制后的热镀锌钢板与含有选自由ZR离子、TI离子和SN离子构成的组中的至少一种离子的酸性溶液接触,接触结束后保持至少1秒后,将平整轧制后的热镀锌钢板进行水洗,由此,在镀锌钢板表面形成10NM以上的ZN类氧化物层的工序。合金化热镀锌钢板在镀敷钢板表面具有平均厚度为10NM以上的氧化物层。
一种用于提高电镀锌钢板表面明度的磷化剂，其特征是由以下物质按重量百分比组成：磷酸：13.0～15.0，硝酸：8.0～12.0，氧化锌：4.0～8.0，磷酸淀粉：2.0～5.0，硝酸镁：0.6～0.8，硝酸锌：0.4～0.8，硝酸镍：0.5～1.0，水余量。本发明使磷化膜的明度提高到75以上，从而提高电镀锌钢板磷化后的表面质量。
本实用新型提供一种炉鼻子内气体导流装置,其包括纵向分布在炉鼻子(12)上、下表面的进气管道(21)和设置在所述炉鼻子(12)内部两侧与进气管道(21)连接处的导流板(31),所述导流板(31)的出口处于同一水平面上。另外,在所述进气管道(21)之间设置有隔离板(32)。所述的炉鼻子内气体导流装置,通过设置的导流板保证了增湿气体能够均匀的补充到炉鼻子内的带钢上下表面的锌液面上方,持续均匀的形成氧化锌薄膜,持续阻止锌液的蒸发。通过在进气管道之间设置隔离板,避免了炉鼻子内气体的紊流给增湿气体造成的影响。通过以上方式,减少热镀锌产品表面“锌灰”缺陷的产生,提高了产品质量和生成效率。
本发明提供一种镀锌立式退火炉，其包括炉体，该炉体内设置有预热段及辐射管加热段。该炉体内还设置有位于预热段与辐射管加热段之间的直燃段，带钢在预热段向上运动后经过预热段顶部设置的至少一个转向辊转向后向下运动进入直燃段。直燃段产生的烟气进入预热段预热带钢。直燃段内设置有沿带钢走向排布的多对平焰烧嘴以及多对氮气喷嘴，每对平焰烧嘴及每对氮气喷嘴对称分布在带钢两侧，每对氮气喷嘴设置在两对平焰烧嘴之间。利用本发明的退火炉使带钢在退火炉预热段中被限制了带钢中合金元素外氧化行为的发生，促使内氧化行为进行，减小了造成锌层附着性下降的问题，更容易生产更好的表面质量的镀锌板，使生产获得合格产品的几率提高，减少废材率。
本发明公开了一种电力铁附件热镀锌工艺，含预处理、酸洗、溶剂处理、烘干、热浸镀锌、冷却、钝化和包装等步骤，其酸洗采用两步酸洗，先用硫酸、磷酸、双氧水和表面活性剂进行第一次酸洗，再用盐酸、硫酸、双氧水和缓蚀剂进行第二次酸洗，结合了硫酸酸洗经济性和盐酸酸洗的性能优越性。采用表面活性剂和缓蚀剂保护铁基表面和增强酸洗效果，从工艺流程和处理液配方上有诸多改进，用多种合金的热浸镀锌液增强锌合金镀层的结合度、机械性能和抗腐蚀性能，镀层经过低铬白钝处理，具有较好的镀层光泽度和抗氧化性，其制备的电力铁附件产品外观银白美观，寿命长，适应各种恶劣天气。
本发明涉及一种用于热浸镀锌的助镀剂，该助镀溶液由氯化铝、氯化锌、氯化钾、氟化钠的混合水溶液组成，其配比为：氯化铝30-40g/L、氯化锌30-35g/L、氯化钾20-30g/L、氟化钠5-10g/L。本助镀剂中不含氯化铵，因此不会产生烟雾，并且有效提高了钢丝表面的助镀效果，防止助镀后钢丝表面在空气中被二次氧化，提高了钢丝表面的镀层质量。本发明溶剂配制简单，使得热镀锌钢丝表面镀层致密、光滑、无微孔，耐腐蚀性能好。
一种密闭的钢丝镀锌装置,包括镀锌系统和自动补充系统。镀锌系统包括密闭的锌反应室、与锌反应室前端密闭连接内设置有至少加热一根钢丝的感应加热器和支承辊的前外罩,和与锌反应室后端密闭连接的内设置有冷却装置的后外罩,前外罩上、后外罩上、锌反应室上分别设有保护气体输气导管,锌反应室包括前、后两倾斜部及中间水平部,外侧设有感应加热器;自动补充系统包括:与锌反应室密闭连接的设置有液位控制器、感应加热器和保护气体输气导管的中间锌槽以及与中间锌槽密闭连接的设置有带密闭门的入料口的熔锌槽;中间锌槽与锌反应室中锌液的液面保持水平一致。本实用新型可避免锌蒸气散发到空气中,没有钢丝和锌液的氧化而产生氧化锌等锌灰等问题。
本发明公开了一种用于热镀锌生产线的锌液储存罐及其储存锌液方法。锌液储存罐包括储锌罐和PLC温度采集及控制系统;储锌罐的罐体内胆的下部设有砖砌体,侧面四周设有罐壁保温衬,上部设有罐体保温盖;罐体内胆选用厚度20～50mm的热镀锌锌锅专用钢板材料,该热镀锌锌锅专用钢板材料为XG08型号钢板,该钢板材料的化学成分中C的重量百分含量<0.08%;Si的重量百分含量≤0.03%;储存锌液方法通过插入罐内锌液的热电偶测量锌液温度,由PLC温度采集模块和继电器组件同时控制多个储锌罐体加热元件,实现对罐内锌液进行加热保温。使用本发明储存锌液,既减少了锌的氧化损失,又缩短了停产时间。
本发明公开了一种高强度钢的处理方法，高强度钢按重量百分比包含：Si：0.5％～2.5％；Mn：0.5％～5.0％；另外，还包含0.01％～0.1％的Sn、Bi、Sb、Ge中一种或多种；而在高强度钢进行热浸镀锌之前，会在露点温度低于‑40℃的非氧化性气氛中对所述高强度钢进行加热，加热温度范围为：500℃～900℃，加热平均升温速度小于等于20℃/秒。该高强度钢与热浸镀锌浴之间具有良好浸润性，在热浸镀锌过程中不会发生漏镀缺陷以及镀层强度降低的问题。
一种镀锌涂层钢材生产线，其对接于热轧钢材生产线末端，其包括依工艺流程而依次布置的还原降温室、助镀热浸池、气刀室、冷却室；所述还原降温室设有分别配合有启闭门的进料口和出料口，所述进料口对接于热轧钢材生产线的末端，所述进料口与出料口之间设有滚动式辊道；所述还原降温室连接有用于往还原降温室通入氢气和氮气的气泵；所述助镀热浸池、气刀室、冷却室皆设有让钢材穿过的移动通道；各个设备之间设有滚动式辊道。本发明对接在热轧钢材生产线的末端，实现钢材下线即完成表面处理，能减少转运成本，且还原降温室能充分利用轧铸余热来防止钢材表面氧化，能减少镀锌前处理环节，节省资源；因此采用本发明，可以节约钢材镀锌的成本。
本发明公开了一种彩色钝化镀锌钢板的制作方法，将配置好的三价铬钝化液采用辊涂法常温下镀在镀锌钢板的表面。钝化后形成一层薄而致密的薄膜，这层独立存在的氧化膜把金属与外界隔开，使金属处于钝化态。根据辊涂机涂布辊与钢带的速比不同，可以得到不同颜色的钝化膜。钝化膜色彩鲜艳不易变色、成膜均匀不易脱落，耐蚀性能达到甚至优于传统的六价铬钝化工艺，中性盐雾耐白锈时间大于120h。
一种蓄热式无氧化连续加热炉,其特征在于包括一砌筑炉体,该砌筑炉体中部设置有蓄热燃烧室,蓄热燃烧室外侧的炉体壁由内向外依次设置高铝砖、粘土砖、轻质保温砖、硅酸铝纤维毯和钢板,所述蓄热燃烧室的炉顶设置有拱形的砌筑体。加热炉还包括气体切换系统和燃烧控制系统。该蓄热式无氧化连续加热炉结构设计合理,能够提高加热效率,其能够适用于连续镀锌的带钢,或者需要连续退火的带钢。具有保温性能佳,节约能源、防氧化能力强的优点。
一种镀锌带钢坯料预处理装置，包括压辊组、送料架、摩擦辊组、喷淋箱、抛光机和机架；带钢卷架装在送料机架上，第一压辊组安装在送料机架上，与带钢卷并列设置；送料架为两排架体，第二压辊组装在送料架前端，摩擦辊组装在送料架的后部，第三压辊组安装在送料架的后端；喷淋箱为半封闭是箱体结构，其固定安装在喷淋箱机架上；第四压辊组装在喷淋箱底部，喷淋箱内顶均布有多个喷淋管，喷淋管上装有多个高压喷嘴；喷淋箱底部设置有回收口，并通过回收管与喷淋管连通。这种预处理装置结构简单，先通过物理摩擦实现对氧化层的磨损，在经过醋淋对表面的残余氧化层进行彻底清理，稳定性强，安全性高，省事省力省人工，预处理效果好。
本发明涉及一种输电线路钢构件热浸镀锌镀层及其制备方法，所述钢构件中碳的重量百分比为0.30～0.42wt％，硅的重量百分比为0.15～0.35wt％；所述热浸镀锌镀层通过在含0.10～0.25wt％的Al的锌浴中热浸镀锌形成。本发明通过严格控制钢构件中硅的含量，并添加适量的Mg，控制内部氧化物和钢构件表面的形态，使得即使在碳含量较高的条件下，仍然可以制备润湿性好、粘附性高并且耐蚀性优异的热镀锌镀层。
本发明公开了一种热镀锌钢板无铬钝化剂及其制备方法，该钝化剂包括丙烯酸树脂、植酸、硅酸钠、氨基三甲叉膦酸、硫脲、三氯化钛盐酸溶液、单宁酸、丁二酸、辛烷磺酸钠、苯并噻唑、硅溶胶、苯基三乙氧基硅烷、羟乙叉基二膦酸、乙酰丙酮氧钒、聚乙烯亚胺和去离子水。其制备方法为先将丙烯酸树脂、植酸、硅酸钠、氨基三甲叉膦酸和硫脲加入去离子水中，加热搅拌，放冷后加入三氯化钛盐酸溶液、单宁酸、丁二酸、辛烷磺酸钠和苯并噻唑，保温搅拌，放冷后加入硅溶胶、苯基三乙氧基硅烷和羟乙叉基二膦酸，保温搅拌，放冷后加入乙酰丙酮氧钒和聚乙烯亚胺，搅拌，得到钝化剂。本发明的钝化剂不含铬，对环境友好，且通过其钝化的镀锌钢板具有更高的耐腐蚀性能和耐氧化性能。
本发明公开了一种钢铁镀锌助镀液电离除铁净化环保处理系统及方法，涉及环保技术领域，包括换热器、电离分解器、反应器和过滤器，所述换热器的进水口通过水泵连接流体热源，换热器与电离分解器连接，电离分解器与一级反应器连接，一级反应器通过喷射泵与二级反应器连接，反应器的排液口与过滤器连接，所述流体热源具体为利用镀锌设备排出的烟道废气加热后的热水，本发明基于电化学方法，采用在直流电压下物质不同电极电位氧化、加入氨水中和反应沉淀过滤法将铁离子与纯净的助镀液分离开来，形成纯净助镀液和固态的氢氧化铁，上述纯净助镀液和氢氧化铁均可二次利用，消灭了环境污染，回收热能减排，实现钢铁镀锌助镀液除铁净化循环再生利用。
本发明公开了一种耐磨抗划伤纳米镀层钢板的制造方法，其特征在于：在连续热浸镀生产线上，带钢出熔融镀液并经过气刀吹扫之后，纳米硬质颗粒输送装置将纳米硬质颗粒均匀输送到带钢表面并与处于熔融状态的镀层相结合，冷却后在镀层表面形成一层分布有硬质纳米颗粒的表面层。纳米硬质颗粒输送装置为电场发生装置，安装在连续热浸镀生产线带钢出气刀后。纳米硬质颗粒是陶瓷、金属基陶瓷、金属、金属间化合物、金属氧化物的一种或几种。该制造方法生产的钢板提高了现有热镀锌钢板的耐磨、抗划伤以及成型性能。
本实用新型公开了一种锌锅抹拭部位氧化锌膜清理装置，它包括伸入锌锅炉体抹拭腔内的耙手本体，耙手本体的有齿端沿宽度方向水平设置有若干耙齿，耙手本体的无齿端通过与其垂直连接的连接板与耙柄的传动端连接，耙柄的驱动端与驱动组件连接；它还包括设置在锌锅炉体抹拭腔两侧用于检测耙手本体工作位置的若干光电传感器；光电传感器的信号输出端与PLC控制器的信号输入端连接，PLC控制器的控制信号输出端与机械传动组件的控制端连接。本实用新型具有结构简单、操作方便等特点，可以快速、准确地将镀锌生产线电磁抹拭系统抹拭腔体内锌液面的氧化锌膜打捞出来，避免了氧化锌膜堆积造成镀锌钢丝锌层重量不够以及表面质量问题，提高了产品成材率。
本实用新型公开一种镀锌板生产线捞渣机器人缓冲捞渣铲，主要部分为：缓冲机构，连杆机构，气缸、漏铲与末端连接座。缓冲机构为了机器人在控制漏铲磕落氧化渣时不被冲击力导致撞击错误。连杆机构为了气缸伸缩时，带动漏铲角度的转变，连杆机构连接漏铲和气缸，以及漏铲和末端连接座；通过末端连接座实现与机器人末端连接。通过气缸可控制漏铲的转动角度。漏铲用来扒拉和捞起氧化渣。槽内的液体有较强的腐蚀性，且温度较高，故漏铲为不锈钢制造。漏铲上有若干的漏孔，当漏铲捞起氧化渣时，同时捞起的锌液可以从洞中流回池内，避免的原料的浪费。本实用新型可由机器人控制，代替人工进行捞渣工作，减少工人的劳动量，以及恶劣环境对工人的伤害。
本发明提供一种助镀效果好，更为环保安全，得到的钢铁制品耐蚀性更强的一种单镀锌-10％铝-稀土合金助镀剂配方及其使用方法。本发明的技术方案为：一种单镀锌-10％铝-稀土合金助镀剂配方，其特征在于：包括以下重量份的组分：ZnCL260-80份，NH4CL？5-15份，NaOH？5-15份，金属氧化物1-10份。该助镀剂的使用方法包括如下步骤：放线、进超声波脱脂清洗槽、进水洗槽、进助镀剂槽、烘干、进锌-10％铝-稀土合金槽、抹拭、冷却、收线，所述助镀剂在助镀剂槽中使用。本发明的优点和有益效果为：镀层与钢铁材料的表面结合的更紧密，镀层的铝含量大于10％，镀层重量大于400g/m2，得到的钢铁材料耐蚀性能优异，使用寿命是普通镀锌钢铁材料的10倍以上。
本实用新型公开了一种用于热镀锌炉的虹吸式炉鼻锌液泵，该泵由连通管、支撑臂、抽锌口、排锌口、氮气管道插入管、锌液泵支架、吹氮气管道组成，使用时，抽锌口插入在炉鼻子内锌液面附近，排锌口设置在炉鼻子外，利用虹吸原理，将炉鼻子内抽锌口附近的锌液连同锌灰、浮渣、积聚较厚的氧化铝薄膜等杂质异物抽排到炉鼻子外，通过人工捞渣的方法清除，达到维持炉鼻子内锌液面清洁的目的，结构简单、造价低，非常适合于生产高表面质量和超高强钢产品。
本发明涉及一种用于热浸镀锌的助镀剂，该助镀溶液由氯化铝、氯化锌、氯化钾、氟化钠的混合水溶液组成，其配比为：氯化铝30-40g/L、氯化锌30-35g/L、氯化钾20-30g/L、氟化钠5-10g/L、碳酸氢钠2-10g/L。本助镀剂中不含氯化铵，因此不会产生烟雾，并且有效提高了钢丝表面的助镀效果，防止助镀后钢丝表面在空气中被二次氧化，提高了钢丝表面的镀层质量。本发明溶剂配制简单，使得热镀锌钢丝表面镀层致密、光滑、无微孔，耐腐蚀性能好。
一种吹管式内吹机,以伺服电机驱动,床身的轨道上架设载有传动机构、内吹阀门和吹嘴吹管装置的内吹小车,在床身上通过机座设有夹紧导向座及导向装置,采用加热或不加热的压缩空气做为内吹气体,由吹管将吹嘴伸入热镀锌钢管内部对其内壁未凝固锌液进行吹抹,可不用蒸汽锅炉、除尘装置等附属设备;没有锌尘产生的条件,从钢管内吹出的基本是纯锌,极少部分形成氧化锌,不仅大大降低了锌耗,工作环境也得到根本改善,总之,它堪称具有新颖性、创造性、实用型的好技术。
一种镀锌钢铁部件用钝化处理剂，涉及化工技术领域，由以下质量百分比的组分组成：玉米淀粉4-8％、叔丁醇10-20％、硝酸铬50-60％、肉桂酸10-20％、硬脂酸10-20％、硝酸锶1-6％、碳酸钠1-3％。本发明钝化剂使用周期长，不含六价铬，易于废水处理，也不含有双氧水或其它强氧化剂，是一种环保型的钝化剂；且浓度低，生产成本低，较为经济实用，可使金属表面的抗盐雾、抗腐蚀性能和使用寿命延长。
本发明属于冶金技术领域,是热处理的方法,特别一种镀锌线采用的热镀锌退火工艺和高温退火炉。将带钢在无氧化蓄热式加热炉中加热;加热后的带钢进入不供热的保温炉,使带钢完成还原、再结晶退火;完成再结晶退火后,带钢进入快速冷却段,冷却后经转向辊室进入锌锅。退火工艺所使用的高温退火炉包括无氧化蓄热式加热炉、不供热的保温炉和快速冷却段。本发明可降低一次投资成本30%以上,同时节能30%以上。可以广泛应用在镀锌线的热镀锌退火工艺上。
传统直升式热镀锌钢丝抹试操作技术，达不到高效、高质、低耗、环保、操作方便，缺点：镀后钢丝光亮度低、直径不均匀；清理氧化锌时，抹试层不稳定，镀后钢丝易出现疙瘩、毛刺；无控制槽，木炭、活性炭抹试效果差；产量低，锌、抹试材料浪费；火苗不稳且油烟大，影响工人健康、操作麻烦。直升式热镀锌钢丝出锌液面MTJHY自动供油封闭、抹试操作新技术，改变钢丝出锌液面与专用抹试剂之间氧化锌清理位置，确保抹试层稳定，专用抹试剂在控制槽集中使用实现最佳抹试效果。设计自动供油系统，保证火苗稳定，油烟少，达到镀后钢丝表面光亮、色泽一致、直径较均匀、高效、环保、低耗、操作方便的目的。此技术可广泛用于直升式钢丝热镀锌领域。
本发明涉及一种热轧厚规格镀锌板加热炉温度控制方法，属于热轧基板镀锌技术领域。技术方案是：对无氧化加热炉内空气过剩系数进行如下调整：①煤气热值≥3900Kcal时，采用自动控制模式，空气过剩系数λ取值为0.90≤λ＜0.98；②煤气热值3705-3900Kcal时，采用自动控制模式，空气过剩系数λ取值为0.8≤λ＜0.90；③煤气热值在3500-3705Kcal之间时，采用人工干预+自动控制的模式，空气过剩系数λ取0.65～0.8；分两个阶段，3600Kcal≤煤气热值＜3705Kcal，空气过剩系数0.7≤λ＜0.8；3500Kcal≤煤气热值＜3600Kcal，空气过剩系数0.65≤λ＜0.7。本发明优点和效果：最大限度的降低了带头带尾在直接燃烧段带钢温度，并合理控制工艺速度，保证了带钢带入锌锅的热量稳定，避免了白斑，辊印和锌花不均的产生。
本实用新型由热镀锅、内热管、加热盖、保温盖、 覆盖板、压线辊及其支衬、双热电偶、可动式急冷擦拭 装置和金属液面指示器等组成。可显著减少锌铝的 氧化、蒸发和铁渣损失，节约能源，降低生产成本；还 可同时进行极薄层、薄层和厚层热镀，镀层的重量可 在25～300克/米2变动。本实用新型适用于钢丝、 钢板和钢管等进行热镀锌、铝、和锌铝合金。
本发明涉及一种用于除锈、除氧化铁皮及磷化的环保型磷酸浓缩液，其特征在于，按各原料质量百分比为：磷酸70%-98%、柠檬酸一水合物0.5-5%、氟系表面活性剂0.008-0.15%、磷酸锌1-10.3%、磷酸钙0.45-4.5%。可替代传统的热轧板、带、线、型材及其他金属表面连续酸洗工序中使用的盐酸和硫酸。可应用于金属表面涂装前处理；可用于电镀有色金属、热浸镀锌、热浸镀铝前钢材表面氧化铁皮的去除及钢铁表面除锈的抛丸、喷砂工艺。与同类除锈防锈产品相比，生产方便、稀释倍数高、处理效果好、对环境无污染、无安全隐患。产生的废液经处理后可作为饲料添加剂及磷肥使用，也可生产出高品位的副产品磷酸铁。
本发明公开了磷化处理剂技术领域中的一种用于锈蚀镀锌钢板的磷化处理剂，包括如下步骤：分别配置如下试剂：200mL/L磷酸，60mL乙醇，1.0g/L氧化锌，1.5g/L螯合剂，2.5g/L硝酸镍，2.5g/L硝酸锰，1.0g/L氯酸钠，2.0g/L氟化钠；取60mL乙醇加入容器中，一边搅拌乙醇一边慢慢加入15mL螯合剂，使螯合剂完全溶解；取20mL氧化锌加水调成糊状缓慢加入100mL磷酸溶液中，氧化锌完全溶解后，在不断搅拌下依次加入10mL硝酸镍、20mL硝酸锰溶液、15mL氟化钠溶液和30mL氯酸钠溶液；将两溶液混合，用200mL水进行稀释。本发明能直接用于锈蚀钢材、泛锈镀锌钢材及完好镀锌钢材，适应性强，成本低，安全无毒。
合金化热镀锌钢板的制造方法,具有(a)钢板热镀锌工序、(b)通过对热镀锌后的钢板进行加热处理进行合金化的工序、(c)把合金化的镀锌钢板进行平整的工序、(d)为了在镀锌钢板表面形成氧化物层,把平整后的镀锌钢板与具有pH缓冲作用而且含Fe离子的酸性溶液接触后,保持1～30秒的工序、以及(e)对上述形成氧化物层的钢板进行水洗的工序。此酸性溶液具有pH缓冲作用,而且含有Fe离子。
本发明涉及钢板表面处理技术领域,尤其是一种带钢氧化表面处理法。其包括以下步骤:(1)提供待处理的带钢及不锈钢片;(2)将待处理的带钢及不锈钢片放入含有5-25g/L氯酸钠及2-28g/L碱金属氢氧化物的电解液中;(3)将待处理的带钢与直流电源的阳极相连,不锈钢片与阴极相连;(4)通以脉冲电流密度为10-25A/dm2,峰值电压为330-500V的脉冲直流电,脉冲时间为0.1-5.0ms,脉冲间隔时间等于脉冲时间,其总处理时间为10-60分钟。该方法构思新颖,结构合理,成本低,工序简单,大大提高了工作效率。同时,消除了废物的污染,保护了环境,降低了成本。
本发明公开了一种用于镀锌工艺的中溶剂助镀方法，其特征在于，其工艺包括以下要求：（1）助镀剂的组成：所述的助镀剂中氯化锌和氯化铵的含量为260-300克/升，两种氯化锌、氯化铵总和铵锌之比分别为1.2和1.4；在助镀液中加入2-3克/升的非离子表面活性剂；（2）助镀液的PH值：所述的助镀液的PH值控制在4-5范围；(3)控制温度：助镀液的温度控制在60-80℃范围内。本发明的一种用于镀锌工艺的中溶剂助镀方法，它可以活化钢铁表面，避免钢丝从助镀池进入到锌锅这一段时间内钢丝在空气中氧化,提高镀锌质量，并减少锌渣的生成，从而降低生产成本。
本发明属于无机-有机复合材料技术领域，具体公开了一种镀锌钢板用自润滑无铬钝化剂及其制备方法，每升所述的自润滑无铬钝化剂组成如下：20-100g硝酸铈和磷钼酸铵混和盐、5-50g成膜助剂、6-20g润滑剂、20-40g硅溶胶、5-10g氧化剂、适量pH调节剂及余量的水，所述适量pH调节剂用于调节自润滑无铬钝化剂的pH值为1。本发明提供了一种具有自润滑性能的钝化剂，它克服了六价铬钝化剂中含有的六价铬对环境的污染，同时使钝化后的钢板在冲压成型时无须润滑处理，而且冲压成型后的钢板可直接进行涂装处理，减少了镀锌板加工及使用过程中的工序。
本发明公开了一种制造在锌镀层中应用的纳CeO2/Zn金属基复合材料的方法，方法是将粒度为47～100m的纯Zn粉末和平均粒度为30nm的CeO粉末，按重量比(wt％)8：1混合后，在自制的高能球磨机内进行球磨；采用3mm、6mm和10mm不锈钢球作球磨介质，三种钢球配比为3：6：10，球料比(wt％)为30：1；球磨前先抽真空，然后在氩气保护状态下球磨混合粉末，球磨机转速为120r／min，经不同时间后取样；高能球磨和粉末冶金烧结是制备纳米氧化铈／锌复合材料的有效方法，XRD和FESEM检测表明，球磨和热压烧结过程中没有产生新合金相，即得到纳米CeO2／Zn、A1复合材料，且其结构均匀，性能稳定。
本发明提供了高节能还原炉，属于还原炉领域，包括设置在炉体保温段的能量回收组件、设在前端的张力调节组件和设在鼻端的气体改良组件，所述能量回收组件包括第一引风机、第一输送管道、第二引风机、第二输送管道和主输送管道，所述第一输送管道的一端与所述主输送管道连通，另一端与还原炉的保温段的上部连通，所述第一输送管道靠近所述还原炉的一端设有第一引风机，所述第一输送管道上设有第一流量调节阀和第一疏水阀，所述第二输送管道的一端与所述主输送管道连通，另一端与还原炉的保温段的下部连通。本发明及时回收还原炉保温段的热量并对热镀锌提供热量，节省能源，避免了带钢端部的氧化，提升产品利用率和质量。
本发明涉及在汽车的车身以及结构材料等中所用的具有高延展性以及高强度特性的热浸镀锌高锰钢板的制造方法,目的是提供一种将高锰钢用作镀覆原材料、容易地制造热浸镀覆性以及镀覆粘着性等镀覆表面品质优良的高锰钢热浸镀锌钢板的方法。本发明为以高锰钢为基质制造镀覆表面品质优良的高锰钢热浸镀锌钢板的方法,其特征在于,通过调整氛围气气体的露点、加热温度和加热时间,以在紧邻基质的下方形成内部氧化物和多孔性表面氧化物的方式对高锰钢进行选择氧化,接着在还原氛围气中进行还原处理,然后进行热浸镀锌。根据本发明可容易地制造出热浸镀覆性及镀覆粘着性等镀金表面品质优良的高锰钢热浸镀锌钢板。
本发明公开了一种带钢连续热镀锌的工艺方法,该方法包括:第一清洗步骤:用于清洗去除带钢表面的残余物;碱洗步骤:用于去除带钢表面的脂;酸洗步骤:用于去除带钢表面的氧化皮;第二清洗步骤:用于清洗去除带钢表面碱洗、酸洗产物;热处理步骤:用于在保护气体气氛中热处理带钢,然后在保护气体气氛中将带钢送至于镀锌工序;热镀锌步骤:用于在带钢表面上镀层。本发明的有益效果是:本发明的工艺方法包括第一清洗步骤、碱洗步骤、酸洗步骤及第二清洗步骤,可去除氧化皮、脂及表面的残余物,活化钢材表面,降低熔融金属表面张力,提高锌液的浸润能力,增大锌镀层的结合力。
本发明公开了一种适用于镀锌层表面的高耐蚀有机三价铬钝化方法，将镀锌钢材在 含丙烯酸树脂的三价铬钝化液中进行钝化处理。钝化处理是在钢铁件镀锌后，采用浸渍 法将工件置于钝化液对其钝化30～50s，钝化处理温度为60～70℃，有机三价铬钝化水溶 液的制备包括配制三价铬钝化液，并调整钝化液pH为2.5～3.5，三价铬钝化液配方组分 为：7～11g/l的Cr2(SO4)3成膜盐、3.5～5.5g/l的次磷酸钠络合剂、HNO3氧化剂、硫酸以 及硼酸作添加剂。该钝化液工艺简单，成本低；消除了有毒的六价铬严重污染；所得的 钝化层耐腐蚀性能好，经盐雾(ISO3768)电化学腐蚀试验均表明，其耐腐蚀性能接近 Cr6+钝化。
本发明涉及一种基板为低碳钢镀层合金成分为（5～25%Al）‑（1～5%Mg）‑（0.1～0.3%Si）‑（0.01～0.1%Ni）‑（0.01～0.1Ce）‑Zn的高耐蚀热镀锌铝镁镍稀土合金镀层钢板及其生产技术。其生产工艺路线：冷轧原料板→电解脱脂→全辐射管加热立式退火炉退火→感应加热式锌锅涂镀→纯氮气气刀→镀后冷却→光整、拉矫→钝化→烘干→静电涂油→检验包装入库。本发明在镀层表面形成镁镍元素富集，有效提高钢板镀层表面耐氧化性，进而改善钢板镀层的抗黑变性能和耐蚀性；通过在镀层中添加微量的稀土元素与适量的Al、Zn元素配合，细化了镀层组织，改善了镀层附着性、焊接性能和加工性能。
本发明公开了一种热镀锌生产线，包括依序连接的预处理水洗设备、酸洗设备、水洗设备、助镀池、烘干箱、热镀池、冷却池，其中工件通过吊机吊起，依次进入相应的生产设备中完成热镀锌工序。上述生产线中的预处理以及水洗工序合二为一，通过高压空气经连接管至喷气嘴，自来水经连接管至喷水咀，工件经喷水嘴的清洗，达到高压水清洗的作用，再经过喷气嘴进行高压吹干清洗的作用，有效的清除表面氧化层和油污，确保产品质量的提高并节约生产成本，节约水资源减少污染物排放，酸洗设备采用两步酸洗综合处理技术，在常温下能快速去除不锈钢表面厚氧化层以及清洗废酸等。
一种热浸镀锌和锌合金钢板和一种合金化的热浸镀锌和锌合金钢板,以及一种用于制造这些钢板的方法,这些钢板用于汽车。热浸镀锌和锌合金的钢板具有位于镀层正下面的由易氧化元素形成的氧化物,这种钢板具有减少的裸点数以及优异的镀层附着力。依据这种方法,将热轧过程中的卷取温度设为不小于600℃并且以慢冷速度进行冷却以使氧化物保留至后续步骤之后。
一种具有优异加工性和耐碱耐溶剂性的镀锌钢板,其表面覆盖有有机复合保护膜,该保护膜含有:A)延伸率20-100%、玻璃转移温度50-100℃的阳离子型聚氨酯树脂,所占重量百分比为50-70%;B)粒子直径(中数直径)1-2um的氧化聚乙烯粒子,占5-10%;C)一种或一种以上含有至少一个活性氢的氨基官能团的有机硅烷偶合剂(Ca)与一种或一种以上含有至少一个环氧基官能团的有机硅烷偶合剂(Cb)的重量比(Ca)/(Cb)为0.2-0.4,上述阳离子聚氨酯树脂(A)与有机硅烷偶合剂总量的重量比(A)/((Ca)+(Cb))为2-3;D)钼酸铵,以钼元素计占0.01-0.1%;E)钒化合物,以元素钒计占0.1-1.0%;F)含氟的钛化合物,以钛元素计占0.1-5%;G)磷化合物,以磷元素计占0.01-0.5%。
一种吹管式内吹机,以伺服电机驱动,床身的轨道上架设载有传动机构、内吹阀门和吹嘴吹管装置的内吹小车,在床身上通过机座设有夹紧导向座及导向装置,采用加热或不加热的压缩空气做为内吹气体,由吹管将吹嘴伸入热镀锌钢管内部对其内壁未凝固锌液进行吹抹,可不用蒸汽锅炉、除尘装置等附属设备;没有锌尘产生的条件,从钢管内吹出的基本是纯锌,极少部分形成氧化锌,不仅大大降低了锌耗,工作环境也得到根本改善,总之,它堪称具有新颖性、创造性、实用型的好技术。
本发明公开了一种彩色涂层钢板用无铬预处理剂,它是由多种物质组成的溶质与去离子水按重量比为1∶4～7混合而成的溶液,所述溶质中各成分的重量百分比为:含有4～18个碳原子的有机羧酸或它们的水溶性盐0～10%;分子量在3000～200000的有机聚合物5～30%;具有氧化能力的盐10～15%;具有络合作用的无机型含氟化合物15～60%;高价态钛盐5～10%;无机锌盐5～15%;无机磷酸盐5～30%。本发明的预处理剂不包含高价铬酸盐等对环境和人体有害的物质,符合ROHS要求,属于绿色环保型产品。试验证明,本发明产品能较大幅度提高涂层与镀锌板结合力,提高涂层耐腐蚀性能。
本发明公开了一种高耐蚀镀锌层钛盐保护膜的制备方法。该方法是将钢铁工件镀锌 后，采用恒温浸渍的方法将工件置于钛盐钝化液中5～20分钟后取出，处理温度为 20～40℃，形成高耐蚀镀锌层钛盐保护膜；按原料在钛盐钝化液中的含量计算，钛盐钝化 液原料配方由如下组份组成：成膜剂Ti(SO4)20.6～1.8g/L、提高耐蚀性能的添加剂组份植 酸12～28mL/L、成膜氧化促进剂组份H2O2 48～72mL/L。本发明在镀锌层表面快速形成一 层粘附力好、平整致密、耐蚀性与常规铬酸盐钝化相当的保护膜层，电化学和盐雾腐蚀 结果表明其具有良好的防护性能。该发明成本低，能替代目前仍广泛采用的有毒六价铬 常规钝化，有利于环保。
一种高抗黑变性能电镀锌钢板的生产方法, 它包 括 : 前处理、电镀锌和后处理过程, 该方法在电镀锌之后进行下 列清洗处理 : 用Ni和/或Co离子与非氧化性酸如硫酸或盐酸根 离子组成的盐的酸性溶液作为处理剂, 在10～50℃下处理0.5～ 30秒, 然后用水冲洗干净, 该处理剂的化学成分包括 : Ni2+和/或Co2+0.1～20g/L, H+0.01～1g/L, 所述的H+以非氧化性酸如H2SO4、HCl形式引入。本发明可生产具有优良的抗黑变性能的电镀锌钢板, 操作简单, 容易控制。
本发明属金属材料的镀覆和熔炼技术。由碱金属和碱土金属的卤化物制成的低共熔高沸点混合物和碱金属、碱土金属和铝、铁、钛等的氧化物及二氧化硅组成的混合物可作为铅、锌、铜和钢铁熔炼及铅淬火工艺、热镀锌工艺的保护剂。可以有效地防止金属的挥发和氧化,防止环境污染。经久耐用,适应性选择性强,价格低廉,经济效益和社会效益明显。
本发明公开了一种带钢热浸镀锌工艺,通过第一步酸洗处理,并在酸洗溶液中添加表面活性剂使得带钢表面的氧化物得以去除;为提高镀层耐腐蚀性奠定了基础。再结合采用以重量百分比计Al?1.5～2.0%;Mg?1.3～1.8%;Cu?0.2～0.6%,Sn?0.02～0.05%,Ce?0.05～0.15%,余量为Zn的镀层溶液配方,使得镀层的耐腐蚀性能进一步提高。



































































































































































本发明的熔融镀锌方法中,是通过氧化还原法使镀敷性提高后,再进行熔融镀锌。按无氧化带、氧化带及还原带的顺序构成熔融镀锌设备的退火作业线,对于含有比FE更容易氧化的元素的钢板,在所述氧化带中利用火焰照射进行基于氧化还原法的氧化,再在还原带对于此钢板进行还原退火。








































































本发明旨在提供一种化学转化处理剂、一种能够对镀锌钢板进行有效的化学转化处理的方法以及一种由该方法得到的具有优异的防锈特性和附着能力的镀锌钢板。本发明还提供了一种金属表面处理组合物,其中含有氧化铌胶体颗粒。





















































本发明是一种带氧化物层的热镀产品、其制造方法及其应用。该制造方法依次包括：冶炼、铸造钢板坯、冷轧或热轧钢板、还原退火、热浸镀锌，其中还原退火是将钢板不经酸洗直接进入还原退火炉，在还原性气体的保护性气氛和一定温度下将氧化物表层部分还原成金属铁,使新还原产生的金属铁存在于最外层；热浸镀后形成带氧化物层的热镀产品。该热镀产品自里向外依次是钢基板、保护层、还原铁、热浸镀层，其中，保护层由本身的氧化物层构成。本发明无需通过酸洗工序来去除氧化铁皮，而可使氧化物层作为保护层对钢基板起到保护作用，以延缓腐蚀。本发明方法生产的带氧化物层的热镀产品具有很强的经济性优势，同时具有很强的应用性及推广性。


























































































































本发明提供一种镀覆性、强度和延性的均衡、弯曲性及扩孔性的加工性以及耐延迟断裂特性优异的980MPa以上的热浸镀锌钢板及合金化热浸镀锌钢板。本发明的高强度镀覆钢板是在基底钢板的表面具有镀覆层的镀覆钢板，含有规定的钢成分，并且，自基底钢板与镀覆层之间的界面起，向基底钢板侧依次包含：软质层，在将所述基底钢板的板厚设为t时，具有所述基底钢板的t/4部位的维氏硬度的90％以下的维氏硬度；以及硬质层，在规定范围内含有马氏体和贝氏体、以及铁素体，其中，软质层的平均深度D为20μm以上，内部氧化层的平均深度d为4μm以上且小于D。
本发明提供一种镀覆性、强度和延性的均衡及弯曲性的加工性以及耐延迟断裂特性优异的980MPa以上的热浸镀锌钢板及合金化热浸镀锌钢板。本发明的高强度镀覆钢板是在基底钢板的表面具有镀覆层的镀覆钢板，含有规定的钢成分，并且，自基底钢板与镀覆层之间的界面起，向基底钢板侧依次包含：软质层，在将所述基底钢板的板厚设为t时，具有所述基底钢板的t/4部位的维氏硬度的90％以下的维氏硬度；以及硬质层，在规定范围内含有马氏体和贝氏体、以及铁素体，其中，软质层的平均深度D为20μm以上，内部氧化层的平均深度d为4μm以上且小于D。
















一种电镀锌钢板，它包括钢板；形成于此钢板上的 锡层，锡层的沉积量为0.5mg/m2-小于10mg/m2；及形成于该 锡层上的电镀锌层。生产电镀锌钢板的方法，其所包括的步骤为：用酸洗溶液酸 洗此钢板以便在此钢板上沉积其量为0.5-小于10mg/m2的锡；及对此经酸 洗的钢板电镀锌。
本发明的一个方面提供一种用于热压的具有优异表面性能的镀锌钢板，包括：基体钢板，其在从表面的深度为1μm以内包括金属表面扩散层，所述金属的氧化反应过程中相对于1摩尔氧气的吉布斯自由能减小量小于Cr；富铝（Al）层，其含有30重量%或更多Al，所述Al形成在氧化反应时相对于1摩尔氧气的吉布斯自由能减小量低于Cr的金属的表面扩散层上；镀锌层，其形成在富铝层上，在所述表面扩散层和所述富铝层之间非均匀地分布有平均厚度为150nm或更小的退火氧化物，从所述基体钢板表面的深度为1μm以内氧化反应中相对于1摩尔氧气的吉布斯自由能减小量低于Cr的金属含量为0.1重量%或更多。以这种方式，退火前通过使用具有低氧亲和力的金属涂布有效的厚度以防止在钢板表面形成退火氧化物，从而在钢板表面形成均匀的镀锌层，同时在冲压成型热处理过程中促进镀锌层的合金化从而在短时间内提高镀锌层的熔化温度，因此，可防止镀层变质，可减少热压成型后形成的内部氧化物的产生。另外，根据本发明的另一方面，在热压加热时在镀层表面形成能防止镀锌层变质的氧化层，在镀层中形成锌（Zn）、铁（Fe）、以及一种氧化反应过程中相对于1摩尔氧气的吉布斯自由能减小量低于Cr的金属的三元相，从而稳定地维镀锌层，保证良好表面条件且磷酸盐化性能出色，可确保电沉积镀覆期间的镀覆性和膜附着性，即使是不进行单独的磷酸盐化过程，并且可避免热压期间基体钢板中产生裂缝，从而改善操作性。













本发明提供一种镀覆性良好、延伸率、弯曲性及扩孔性的加工性和耐延迟断裂特性优异的抗拉强度为980MPa以上的热浸镀锌钢板及合金化热浸镀锌钢板。一种高强度镀覆钢板，在基底钢板的表面具有热浸镀锌层或合金化热浸镀锌层，自所述基底钢板与所述镀覆层之间的界面起，向基底钢板侧依次包含：内部氧化层，包含选自由Si和Mn构成的组中的至少一种的氧化物；软质层，包含所述内部氧化层，并且，在将所述基底钢板的板厚设为t时，具有所述基底钢板的t/4部位的维氏硬度的90％以下的维氏硬度；以及硬质层，包含如下组织：相对于金属组织整体，包含20面积％至85面积％的低温相变生成相、超过10面积％且70面积％以下的多边形铁素体、5体积％以上的残余奥氏体，其中，所述软质层的平均深度D为20μm以上，所述内部氧化层的平均深度d为4μm以上且小于所述D，抗拉强度为980MPa以上。
本发明提供一种镀覆性良好、延伸率、弯曲性及扩孔性的加工性和耐延迟断裂特性优异的抗拉强度为980MPa以上的热浸镀锌钢板及合金化热浸镀锌钢板。一种高强度镀覆钢板，在基底钢板的表面具有热浸镀锌层或合金化热浸镀锌层，自所述基底钢板与所述镀覆层之间的界面起，向基底钢板侧依次包含：内部氧化层，包含选自由Si和Mn构成的组中的至少一种的氧化物；软质层，包含所述内部氧化层，并且，在将所述基底钢板的板厚设为t时，具有所述基底钢板的t/4部位的维氏硬度的90％以下的维氏硬度；以及硬质层，包含如下组织：相对于金属组织整体，包含70面积％以上的低温相变生成相、0面积％以上且10面积％以下的多边形铁素体、5体积％以上的残余奥氏体，其中，所述软质层的平均深度D为20μm以上，所述内部氧化层的平均深度d为4μm以上且小于所述D，抗拉强度为980MPa以上。































































本发明的目的在于,提供耐蚀性、加工性、涂装性及外观方面均优异的合金化热浸镀锌钢板及其制造方法。通过将极低碳钢板表面进行清洁后,实施预镀NI,并在无氧化或还原性气氛中以30℃/秒以上的升温速度进行快速加热至板温度430～500℃后,在热浸镀锌浴中进行镀覆,经擦拭后以30℃/秒以上的升温速度进行快速加热至470～600℃,不经均热时间就进行冷却或者在进行小于15秒的均热保持后进行冷却,从而可获得在极低碳钢板的至少一面上具有按质量%计由FE:8～13%、NI:0.05～1.0%、AL:0.15～1.5%、其余量的ZN和不可避免的杂质构成的镀层,其AL/NI的比率为0.5～5.0,基体铁界面的Γ层的平均厚度为1ΜM以下,并且其偏差在±0.3ΜM以内的合金化热浸镀锌钢板。

































































本发明涉及一种表面处理钢板，其具有：钢板； 在该钢板的至少一面含有选自锌及铝中的至少一种金属的镀 层；在该镀层的表面含有选自(α)用 SiO2换算为1～ 2000mg/m2的硅石、(β)用P换算 的总计为1～1000mg/m2的磷酸 基、(γ)换算成金属元素总计0.5～ 800mg/m2的选自Mg、Mn及Al 中的至少一种金属，及(δ)用V换算为1～ 50mg/m2的4价的钒化合物的第 1被膜；和在该第1被膜的表面含有选自OH基及COOH基中 的至少一种官能基的树脂(A)；及选自(a)磷酸盐、(b)Ca离子交 换硅石、(c)钼酸盐、(d)氧化硅、及(e)选自三唑类、硫醇类、 噻二唑类、噻唑类、秋兰姆类中的至少一种有机化合物中的至 少一种防锈添加成分(B)，而且其膜厚为0.1～5μm的第2层 被膜。该表面处理钢板的被膜中不含6价铬等，具有优良的抗 蚀性，且导电性及被膜外观也优良。
镀锌系钢材中的高强度淬火成形体，其中淬火后成形制品的耐蚀性等于或大于冷压制品的耐蚀性，并且提供了其生产方法。所述高强度淬火成形体包括其中Zn为主要组分并且由30质量％或更少的Fe构成的层，所述层在淬火后成形体钢材的表面上的量为30g/m2或更多，并因此具有良好的耐蚀性。通过在氧气为0.1体积％或更多的氧化气氛中加热到800℃或更高和950℃或更低之后，对镀锌钢材淬火而生产的淬火成形体，所述钢材包括镀锌层，所述镀锌层包含独立或组合的含量为0.15质量％或更多的、具有合金化延缓功能和易氧化功能的Al、Si。



















































本发明涉及一种电解电极的制造工艺,特征在于:通过电弧离子镀方法在包括阀金属或阀金属合金的电极衬底的表面上形成包括含有晶态钽成分和晶态钛成分的阀金属或阀金属合金的电弧离子镀底涂层的工艺,含有阀金属作为主要元素的金属化合物溶液涂覆在电弧离子镀底涂层的表面上的加热烧结工艺,随后是将包括含有晶态钽成分和晶态钛成分的阀金属或阀金属合金的电弧离子镀底涂层的仅钽成分转化成非晶物质并且在含有转化后的非晶钽成分和晶态钛成分的电弧离子镀底涂层的表面上形成包括阀金属氧化物成分作为主要元素的氧化物中间层的加热烧结工艺,以及在所述氧化物中间层的表面上形成电极催化剂层的工艺。





本发明的目的是提供一种处理高强度钢的方法和装置，其包括用激光和/或等离子体照射AHSS的表面以除去AHSS表面的Si/Mn/Al基的氧化物，或使AHSS的表面改性，由此可进行后期处理工艺，例如镀锌工艺。为此，所述镀覆方法包括：加热高强度钢的加热步骤；用等离子体照射钢的表面的以除去在加热步骤中形成于高强度钢表面的Mn基氧化物、Al基氧化物和/或Si基氧化物的表面处理步骤；以及将经表面处理的高强度钢镀覆的镀覆步骤。

















本发明提供一种具有优异的涂镀性和超高强度的高锰热镀锌钢板的制造方法及用该方法制造的高锰热镀锌钢板。本发明的一个实施方式提供一种高锰热镀锌钢板的制造方法，包括以下步骤：以30～60％的压下率对热轧钢板进行冷轧以形成冷轧钢板，所述热轧钢板，以重量％计，包括：C:0.3～1％、Mn:8～25％、Si:0.1～3％、Al:0.01～8％、Cr:0.1～2％、Ti:0.01～0.2％、B:0.0005～0.01％、Ni:0.01～2％、Sn:0.06～0.2％、余量Fe和其他不可避免的杂质；将所述冷轧钢板在-30～-80℃的露点温度，450～650℃的温度条件下进行加热；将所述加热的钢板冷却至450～500℃或保持所述加热的钢板；以及将所述冷却的或保持的钢板浸渍在含有0.13～0.25重量％的Al，温度为450～500℃的热镀锌液中，进行热镀锌。




本发明提供了一种用于汽车材料的热浸镀覆钢板及其制造方法，更具体地，提供了一种具有优异可镀性和镀覆粘附性的热浸镀覆钢板，其中使用含有在高温下于钢板表面形成氧化物的合金元素的钢板作为基础钢板，本发明还提供了该热浸镀覆钢板的制造方法。根据本发明，提供了具有优异可镀性和镀覆粘附性的热浸镀覆钢板，其中使用含有在高温下于钢板表面形成氧化物的合金元素的钢板作为基础钢板，从而可以不必严格限制硅（Si）、锰（Mn）或铝（Al）的加入量。因此，加速了新型钢板的发展。













根据本发明的一个方面，提供了一种金属涂覆钢板，其中金属涂覆钢板包括吉布斯自由能等于或高于Fe的金属，以及包括该金属的氧化物的涂层。因此，抑制Mn、Si或Al的氧化物在钢板的表面上的形成，以防止钢板上出现退镀并且改善镀层钢板的品质，同时使设备的复杂性和制造成本的提高最小化，从而获得显著经济优势。










本发明涉及一种镀层钢的热压成形方法和使用此方法形成的热压成形制品，其中镀层钢的热压成形方法能够通过给坯料提供最佳的热处理条件而抑制镀层的挥发和氧化皮的产生，并且能够通过区别二次加热过程中的温度而确保不同的强度和物理性能。本发明的热压成形方法包括：对镀层钢整体进行初步加热并保持该状态；在保持步骤之后，对镀层钢的整体或部分另外进行二次快速加热；以及对二次加热的镀层钢进行热压成形，然后冷却。




本发明提供即使在Si、Mn的含量多的情况下也具有优良的化学转化处理性和电沉积涂装后的耐腐蚀性的高强度钢板及其制造方法。另外，本发明提供镀层外观、耐腐蚀性、高度加工时的耐镀层剥离性及加工性优良的高强度热镀锌钢板的制造方法以及高强度热镀锌钢板。在对以质量％计含有C：0.03～0.35％、Si：0.01～0.50％、Mn：3.6～8.0％、Al：0.01～1.0％、P≤0.10％、S≤0.010％且余量由Fe和不可避免的杂质构成的钢板进行连续退火时，在钢板表面上附着以每单面的O量计为0.08～1.50g/m2的Fe系氧化物后，使退火炉内的钢板最高到达温度为600℃以上且750℃以下来对钢板实施退火。或者，进一步实施形成每单面的镀层附着量为20～120g/m2的锌镀层的热镀锌处理。



本发明涉及一种具有优异的拉拔能力和光泽度的黑色树脂钢板及其制造方法，尤其涉及一种对黑色树脂的摩擦系数进行调整以阻止由于树脂层的厚度减小而导致的树脂层的传递并由此改善了黑度和拉拔能力的黑色树脂钢板及其制造方法。






本发明提供了一种具有优良表面质量的镀ZN钢板,其通常用于汽车的内部和外部面板。所述镀ZN钢板包括,以重量百分比计:C:0.04至0.25%、MN:0.2至2.5%、SI:0.01至1.7%、AL:0.01至1.5%、P:0.01至0.1%、S:0.02%或以下、及SB:0.001至0.1%、剩余量的FE、以及不可避免的杂质,其中SI和AL满足0.5<SI+AL<2.0且在其表面上的氧化物层厚度为1D或以下。在具有优良可加工性的高强度薄钢板中所述镀ZN钢板可具有优良的镀层质量。















































































在金属基质上形成钴转化涂层的方法，使基质抗 腐蚀并有油漆粘合性能，包括提供包括一含可溶三价 钴六元络合物的水溶液的钴转化溶液，络合物浓度为 0.01摩尔/升到其溶解度极限；和使基质同该溶液 接触足够时间，形成钴转化涂层。基质是铝或铝合 金，镀Cd，镀Zn、镀Zn—Ni和钢。三价钴六元络合 物是Mem[Co(R)6]n，Me是Na、Li、K、Ca、Zn、Mg 或Mn，m是2或3，n是1或2。










































本发明涉及热轧钢带热镀锌的方法及热轧钢带 热镀锌的设备，其中在第一方法步骤中钢带(50)被传送到一个 酸洗站(10－13)及在其中从钢带表面去除氧化皮层及反应产 物。在下一方法步骤中将钢带(50)传送到一个冲洗站(20)及在其 中使钢带表面冲洗去酸洗的残余物及酸洗产物。接着传送到一 个干燥站及在其中干燥。此后在另一方法步骤中钢带被传送到 一个炉(40)中及在其中在保护气体的气氛中被调节到镀锌的温 度上，及在最后一个方法步骤中钢带穿过一个镀锌槽及由此使 钢带(50)的表面覆盖一层热镀锌层。该方法的改善在于通过： 炉(40)中的带温度最大被加热到高于锌槽中浸镀温度50上。